{
  "about": {
    "title": "Sobre o Querido Diário",
    "text": "Conheça o projeto que usa tecnologia para libertar os conteúdos dos diários oficiais dos municípios brasileiros e aproximar os cidadãos das ações de seus governantes.",
    "actions": [
      { "text": "Motivação", "route": "/sobre", "fragment": "motivacao", "style": "link-secondary" },
      { "text": "História", "route": "/sobre", "fragment": "historia", "style": "link-secondary" },
      { "text": "Casos de uso", "route": "/sobre", "fragment": "casos", "style": "link-secondary" },
      { "text": "Na mídia", "route": "/sobre", "fragment": "midia", "style": "link-secondary" },
      { "text": "Entenda", "route": "/sobre", "fragment": "entenda", "style": "link-secondary" },      
      { "text": "Quem somos", "route": "/sobre", "fragment": "quem-somos", "style": "link-secondary" },
      { "text": "Política de privacidade", "route": "/sobre", "fragment": "privacidade", "style": "link-secondary"}
    ]
  },
  "overview": {
    "title": "Motivação",
    "texts": [
      "Há 150 anos, os diários oficiais já eram uma parte essencial do Brasil, documentando as decisões mais significativas do país. Com o passar do anos, no entanto, esses diários oficiais permaneceram do mesmo jeito, pouco acessíveis, ainda com a chegada de novas tecnologias.",
      "Enquanto o Diário Oficial da União, de estados e municípios - quando capitais ou de região metropolitana - recebem mais atenção pública, muitos municípios menores carecem de transparência e acesso a informações. Nessas situações, o diário oficial pode ser a única fonte de informação oficial disponível.",
      "E, mesmo entre os melhores casos de abertura de dados, outro desafio existe: a informação sobre a atividade administrativa é dispersa por uma variedade de sites e arquivos na internet. Isso torna difícil monitorar o progresso de políticas públicas de um mesmo município e, ainda mais, inviável comparar decisões de diferentes localidades. O Brasil tem 5570 municípios e não tem ser humano capaz de acompanhar tanta atividade administrativa pulverizada.",
      "O Querido Diário enfrenta essa situação, inaugurando uma gigantesca (e em constante expansão!) fonte de dados integrada sobre os diários oficiais municipais. Uma empreitada monumental tendo em vista não apenas a grande quantidade de municípios e de sites governamentais, mas também a variedade de formatos de diários oficiais, já que não existe nenhuma regulamentação que os padronize."
    ],
    "actions": [
      {
        "text": "Doe",
        "icon": "arrow",
        "to": "https://www.catarse.me/queridodiario-okbr",
        "style": "btn-primary"
      }
    ]
  },
  "history": {
    "title": "História",
    "texts": [
      "O projeto Querido Diário é resultado de uma fusão de duas iniciativas semelhantes que nasceram em momentos distintos.",
      "A primeira ideia foi concebida pela Open Knowledge Brasil e se chamava <a href='https://github.com/okfn-brasil/queriDO' target='_blank'>\"Projeto Nosso Querido Diário Oficial\", abreviadamente queriDO</a>. A iniciativa estabeleceu uma metodologia para recuperação da informação registrada nos diários oficiais, a partir dos interesses e metas da comunidade, que seria formada por dois grupos: as pessoas curadoras, que definiriam os \"alvos\", estabelecendo para quais assuntos e diários oficiais desejam voltar seus olhares; e os experts - pessoas entusiastas de dados abertos e que codificariam os raspadores de dados.",
      "A segunda ideia veio inspirada no sucesso da <a href='https://serenata.ai/' target='_blank'>Operação Serenata de Amor</a>, que por meio da <a href='https://twitter.com/RosieDaSerenata' target='_blank'>Rosie</a>, uma robô que expõe suspeitas de mal uso de dinheiro público pelos deputados federais, levou inúmeras pessoas no Brasil a pedir uma mesma ferramenta para os seus estados e municípios. Como a operação tinha o foco no Congresso Nacional, os algoritmos se limitavam ao escopo da esfera federal. Então surgiu o projeto Diário Oficial da Serenata, com o objetivo de levar as análises para a esfera municipal.",
      "Em 2018, quando a Operação Serenata de Amor já estava dentro da estrutura da Open Knowledge Brasil, definiu-se que a base de código do projeto Querido Diário da Serenata seria a oficial e que seria usado o nome Querido Diário, uma adaptação do projeto anterior da OKBR. Inicialmente a iniciativa iria coletar os arquivos de diários oficiais dos municípios e criar mecanismos para analisar a dispensa de licitações, mas essa ideia enfrentou muitos desafios técnicos e não teve um forte engajamento.",
      "No ano seguinte, decidimos reativar a comunidade para focar em escrever o maior número de raspadores de arquivos possível e aumentar nossa cobertura de municípios no Brasil. O resultado foi fantástico, pois em menos de dois anos saímos de uma cobertura inferior à 100 municípios para alcançar uma cobertura de mais de 2.200 municípios.",
      "No segundo semestre de 2020, conseguimos o nosso primeiro financiamento, por meio de uma chamada do projeto Empatía promovido pela <a href='https://idatosabiertos.org/en/' target='_blank'>ILDA</a>. O recurso foi patrocinado pelo Banco Interamericano de Desenvolvimento (BID). Esse apoio nos permitiu dar início ao desenvolvimento da nossa API aberta e também da nossa plataforma de busca.",
      "A plataforma oficial do Querido Diário foi lançada no dia 20 de julho de 2021. Nela, é possível que qualquer pessoa faça buscas por conteúdos por meio de palavras-chave, municípios ou datas."
    ]
  },
  "useCases": {
    "title": "Casos de uso",
    "text": "Confira reportagens, análises e pesquisas que utilizam o Querido Diário para encontrar informações sobre os atos públicos.",
    "items": [
      {
        "title": "Retruco | 09/08/2022",
        "text": "No Recife, investimentos na Primeira Infância não incluem os profissionais da área.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://www.retruco.com.br/post/no-recife-investimentos-na-primeira-inf%C3%A2ncia-n%C3%A3o-incluem-os-profissionais-da-%C3%A1rea" }]
      },
      {
        "title": "Paraíba Feminina | 05/08/2022",
        "text": "Isenção para empresas, 3ª tarifa mais cara do Nordeste e serviço precário: a situação do transporte público em João Pessoa",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://paraibafeminina.com.br/2022/08/05/isencao-para-empresas-3a-tarifa-mais-cara-do-nordeste-e-servico-precario-a-situacao-do-transporte-publico-em-joao-pessoa/" }]
      },
      {
        "title": "Agência Tatu | 29/07/2022",
        "text": "Apenas 15% das cidadanias honorárias de Maceió são de mulheres.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://www.agenciatatu.com.br/noticia/apenas-15-das-cidadanias-honorarias-de-maceio-sao-de-mulheres/" }]
      },
      {
        "title": "Querido Diário | 21/11/2021",
        "text": "O que os diários oficiais contam sobre a LGPD nos municípios.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "link": "/blog/post/1/" }]
      },
      {
        "title": "Correio Nagô | 07/10/2021",
        "text": "A invisibilidade da cultura negra e periférica na capital baiana.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://correionago.com.br/a-invisibilidade-da-cultura-negra-e-periferica-na-capital-baiana/" }]
      },
      {
        "title": "data_labe |  20/09/2021",
        "text": "Por que tem tanto lixo nas ruas da Maré?",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://datalabe.org/por-que-tem-tanto-lixo-nas-ruas-da-mare/" }]
      },
      {
        "title": "Portal Catarinas | 10/09/2021",
        "text": "Prefeitura de Florianópolis abandona obra para acolhimento de mulheres e jovens em vulnerabilidade.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://catarinas.info/prefeitura-de-florianopolis-abandona-obra-para-acolhimento-de-mulheres-e-jovens-em-vulnerabilidade/" }]
      },
      {
        "title": "Abaré Jornalismo | 23/08/2021",
        "text": "Câmara mantém suspensa norma que define debate de gênero nas escolas de Manaus.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://www.abare.jor.br/post/debate-de-g%C3%AAnero-nas-escolas" }]
      },
      {
        "title": "OKBR | 17/08/2021",
        "text": "Medidas contraditórias e falta de direcionamento: a história do 2º colapso da saúde de Manaus contada pelo Diário Oficial.",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://queridodiario.ok.org.br/blog/post/12/ " }]
      }
    ]
  },
  "mediaImpact": {
    "title": "Na mídia",
    "text": "Como o Querido Diário repercute nos veículos de comunicação.",
    "items": [
      {
        "title": "G1 | 25/05/2023",
        "text": "Projeto brasileiro que dá transparência a publicações oficiais é premiado na Cúpula do Prêmio Nobel",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://g1.globo.com/mundo/noticia/2023/05/25/projeto-brasileiro-que-da-transparencia-a-publicacoes-oficiais-e-premiado-na-cupula-do-premio-nobel.ghtml" }]
      },
      {
        "title": "Jornal Nacional | 25/05/2023",
        "text": "Fundação Nobel reúne especialistas para discutir propostas de combate à desinformação",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://g1.globo.com/jornal-nacional/noticia/2023/05/25/fundacao-nobel-reune-especialistas-para-discutir-propostas-de-combate-a-desinformacao.ghtml" }]
      },
      {
        "title": "desinformante | 25/05/2023",
        "text": "Efeitos da desinformação no Brasil são apresentados em evento do Prêmio Nobel",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://desinformante.com.br/desinformacao-brasil-nobel/" }]
      },
      {
        "title": "Porvir | 18/04/2023",
        "text": "Plataforma acompanha compras públicas de tecnologia educacional e aponta tendências",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://porvir.org/plataforma-acompanha-compras-publicas-de-tecnologia-educacional-e-aponta-tendencias/" }]
      },
      {
        "title": "A Gazeta | 11/12/2022",
        "text": "Tecnologia fortalece o controle social no 'deserto de dados' sobre os governos",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://drive.google.com/file/d/14dO2j39WJltfzajs4-trm1FS9aMAfCtl/view?usp=sharing" }]
      },
      {
        "title": "Bom Dia Brasil | 27/09/2022",
        "text": "Tecnologia ajuda cidadãos a fiscalizar o trabalho do poder público",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://globoplay.globo.com/v/10969433/" }]
      },
      {
        "title": "Portal Amazônia | 22/09/2022",
        "text": "Conservar os manguezais amazônicos fortalece a adaptação das comunidades tradicionais à crise climática",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://amazonia.org.br/2022/09/conservar-os-manguezais-amazonicos-fortalece-a-adaptacao-das-comunidades-tradicionais-a-crise-climatica/#:~:text=Conservar%20os%20manguezais%20amaz%C3%B4nicos%20fortalece%20a%20adapta%C3%A7%C3%A3o%20das%20comunidades%20tradicionais%20%C3%A0%20crise%20clim%C3%A1tica,-Biomas%2C%20Clima%2C%20Destaques&text=Com%20%E2%80%9Cp%C3%A9%20na%20lama%E2%80%9D%20se,pescadores%20atuantes%20na%20costa%20paraense" }]
      },
      {
        "title": "Nexo | 21/07/2021",
        "text": "O projeto que facilita o acesso a diários oficiais de municípios",
        "actions": [{ "text": "Ler mais", "icon": "right-arrow", "target": "_blank", "link": "https://www.nexojornal.com.br/expresso/2021/07/21/O-projeto-que-facilita-o-acesso-a-di%C3%A1rios-oficiais-de-munic%C3%ADpios" }]
      }
    ]
  },
  "whoWeAre": {
    "title": "Quem somos",
    "texts": [
      "A OKBR, também conhecida como Rede pelo Conhecimento Livre, é uma organização da sociedade civil sem fins lucrativos e apartidária que atua no país desde 2013. Desenvolvemos e incentivamos o uso de tecnologias cívicas e de dados abertos, realizamos análises de políticas públicas e promovemos o conhecimento livre para tornar a relação entre governo e sociedade mais transparente e participativa.",
      "Criado em 2018, o Programa Ciência de Dados para Inovação Cívica surgiu no âmbito das atividades da Operação Serenata de Amor, que havia surgido em 2016 por profissionais independentes de diversas áreas (tecnologia, ciências sociais, jornalismo, design etc.). O Programa é responsável pela gestão e manutenção dos projetos Querido Diário, Operação Serenata de Amor, Parlametria, Perfil Político, Justa e Vítimas da Intolerância. "
    ],
    "actions": [
      {
        "text": "Saiba mais em:",
        "to": "http://ok.org.br",
        "link": "ok.org.br"
      }
    ]
  },
  "privacy": {
    "title": "Termos de uso e política de privacidade",
    "text": "O Querido Diário tem por objetivo facilitar o acesso da sociedade a dados públicos e todo o processamento é feito para garantir a integridade das informações tais como foram originalmente publicadas pelos órgãos públicos. Além disso, trabalhamos para que este seja um ambiente seguro e que respeite a privacidade em sua navegação. Conheça aqui os detalhes dos termos de uso e da política de privacidade desta plataforma.",
    "actions": [
      {
        "text": "Leia mais",
        "icon": "arrow",
        "to": "/privacidade",
        "style": "btn-primary"
      }
    ]
  }
}
