{
  "blog": [
    {
      "id": 30,
      "title": "Entenda como analisar sites de diários oficiais para raspagem de dados",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Precisa de algumas dicas sobre raspagem de dados? O passo mais importante é saber como analisar o site antes de começar a desenvolver código. Quer saber mais? Segue lendo!</em></p><hr /><p><em>Este texto é uma continuação de <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">\"Conheça os desafios de raspagem do Querido Diário\"</a>. Se a raspagem feita no Querido Diário ainda te deixa dúvidas, começa por lá e depois volta pra cá. A gente te espera</em> 😁</p><h2>Escolhendo um município</h2><p>Para contribuir com a expansão da cobertura do projeto é necessário a escolha de um novo município para a implementação do seu raspador. Para isso, podemos consultar o <a href=\"https://github.com/orgs/okfn-brasil/projects/12\" target=\"_blank\">Quadro de Expansão de Cidades no Querido Diário</a>. Lá encontramos o mapeamento dos municípios e seus sistemas publicadores, assim como as metas do projeto.</p><p>Da lista poderemos encontrar (ou não encontrar) casos que se encontram em uma das seguintes fases:</p><ol><li><strong>Não mapeado</strong> - o município ainda não foi mapeado em nenhuma das metas atuais e não se encontra na lista</li><li><strong>Sem classificação de compatibilidade</strong> - o município já foi mapeado mas ainda não foi realizada uma pré-análise quanto a sua compatibilidade com o projeto</li><li><strong>Sem classificação de dificuldade</strong> - o município é compatível com o projeto mas uma análise rápida para estimar a dificuldade de implementação ainda não foi realizada</li><li><strong>Classificado</strong> - o site é compatível e sua dificuldade de implementação já foi estimada mas não há comentários na <em>issue</em> que indiquem o início da implementação</li><li><strong>Implementação iniciada</strong> - alguém já comentou na <em>issue</em> que iniciou o processo de implementação</li><li><strong>Implementação em revisão</strong> - um <em>Pull Request</em> já foi feito com a implementação do código e está sendo avaliado</li><li><strong>Integrado</strong> - o município já está \"em produção\", ou seja, disponível na plataforma do QD</li></ol><p>Por enquanto vamos focar nos municípios que já foram classificados mas ainda não tiveram implementação iniciada. Nestes já podemos analisar suas requisições e elementos da página para o desenvolvimento do raspador.</p><h2>Analisando um site para raspagem de dados</h2><p>No módulo 3 do curso <a href=\"https://escoladedados.org/courses/python-para-inovacao-civica/\" target=\"_blank\">Python para Inovação Cívica</a> da <a href=\"https://escoladedados.org/\" target=\"_blank\">Escola de Dados</a> aprendemos conceitos de Python e raspagem de dados utilizando o QD como objeto de estudo. Este módulo está <a href=\"https://youtube.com/playlist?list=PLpWp6ibmzPTc2rod9Hc822_3zMaq9G-qE\" target=\"_blank\">disponível gratuitamente</a> e nas aulas 5, 6 e 7 vemos como analisar os sites publicadores de diários oficiais de Natal (RN) e Caetité (BA).</p><p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem41-analisando-site.png\" alt=\"Análise de site curso Python para Inovação Cívica\" width=\"100%\" /></p><p>Seguindo os conceitos apresentados nas aulas podemos tentar organizar nossa análise antes de iniciar o desenvolvimento. Como sugestão de organização podemos elencar os <strong>tipos de página</strong> presentes, os <strong>elementos de interesse</strong> contidos nelas e as <strong>requisições</strong> que conectam as páginas para preencher o seguinte modelo:</p><h3>Modelo de organização de análise para raspagem</h3><h4>Tipos de página</h4><table><thead><tr><td>Nome</td><td>Imagem de exemplo</td></tr></thead><tbody><tr><td>Página legal</td><td>Imagem para deixar a página visual</td></tr><tr><td>Outra página</td><td>Imagem diferenciada</td></tr></tbody></table><h4>Elementos de interesse</h4><table><thead><tr><td>Nome </td><td>Presente na página</td><td>Seletor </td><td>Relativo a</td><td>Tipo de objeto</td></tr></thead><tbody><tr><td>Muitas listas</td><td>Página legal</td><td style=\"overflow-wrap: anywhere\"> //ul</td><td>Raíz</td><td>Lista de elementos</td></tr><tr><td>Ids de outras páginas</td><td>Página legal</td><td style=\"overflow-wrap: anywhere\">./li/@id</td><td>Muitas listas</td><td>Lista de dados</td></tr><tr><td>Uma imagem</td><td>Outra página</td><td style=\"overflow-wrap: anywhere\">//div[@id='main']/img</td><td>Raíz</td><td>Elemento</td></tr><tr><td>Link da imagem</td><td>Outra página</td><td style=\"overflow-wrap: anywhere\"> ./@href</td><td>Imagem</td><td>Dado</td></tr></tbody></table><h4>Requisições</h4><table><thead><tr><td>Nome</td><td> De</td><td>Para </td><td>Tipo de requisição</td><td>Exemplo de URL</td><td>Exemplo de formdata</td></tr></thead><tbody><tr><td>Requisição inicial</td><td>N/A</td><td>Página legal</td><td>GET</td><td style=\"overflow-wrap: anywhere\">https://pagina.legal</td><td>N/A</td></tr><tr><td>Acesso a outras páginas</td><td>Página legal</td><td>Outra página</td><td>POST</td><td style=\"overflow-wrap: anywhere\">https://pagina.legal/outra</td><td>{\"id\": \"1\"}</td></tr></tbody></table><h4>Estratégia de raspagem</h4><ol><li>Fazer \"requisição inicial\" para a \"página legal\"</li><li>Para cada lista em \"muitas listas\", obter \"ids de outras páginas\"</li><li>Para cada \"id de outra página\" realizar \"acesso a outras páginas\" utilizando o id coletado no formdata</li><li>Em cada \"outra página\", raspar \"uma imagem\"</li><li>Guardar o \"link da imagem\" da imagem raspada </li></ol><h2>Aplicando o modelo para Caetité (BA)</h2>Agora vamos utilizar o diário oficial de Caetité (BA) apresentado na aula 7 e complementado na aula 9 como objeto de estudo e ver como podemos preencher o modelo:</p><h3>Exemplo de preenchimento</h3><h4>Tipos de página</h4><table><thead><tr><td>Nome</td><td>Imagem de exemplo</td></tr></thead><tbody><tr><td>Listagem de publicações</td><td><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem42-caetite.png\" alt=\"Listagem de publicação em Caetité\" width=\"100%\" /></td></tr></tbody></table><h4>Elementos de interesse</h4><table><thead><tr><td>Nome </td><td>Presente na página</td><td>Seletor </td><td>Relativo a</td><td>Tipo de objeto</td></tr></thead><tbody><tr><td>Publicações</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> //div[@id='edicoes']/ul[@class!='grid']</td><td>Raíz</td><td>Lista de elementos</td></tr><tr><td>Link da publicação</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> ./li[2]/a/@href</td><td>Publicação</td><td>Dado</td></tr><tr><td>Edição da publicação</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> ./li[2]/a/text()</td><td>Publicação</td><td>Dado</td></tr><tr><td>Data da publicação</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\">./li[1]/a/text()</td><td>Publicação</td><td>Dado</td></tr><tr><td>Link para próxima página</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> //div[@class!='proximo']/a/@href</td><td>Raíz</td><td>Dado</td></tr></tbody></table><h4>Requisições</h4><table><thead><tr><td>Nome</td><td> De</td><td>Para </td><td>Tipo de requisição</td><td>Exemplo de URL</td><td>Exemplo de formdata</td></tr></thead><tbody><tr><td>Requisição inicial</td><td>N/A</td><td>Listagem de publicações</td><td>GET</td><td style=\"overflow-wrap: anywhere\">http://procedebahia.com.br/ba/caetite/edicoes</td><td>N/A</td></tr><tr><td>Paginação</td><td> Listagem de publicações</td><td> Listagem de publicações</td><td>GET</td><td style=\"overflow-wrap: anywhere\">http://procedebahia.com.br/ba/caetite/edicoes&amp;pg=2</td><td>N/A</td></tr></tbody></table><h4>Estratégia de raspagem</h4><ol><li>Fazer \"requisição inicial\" para a \"listagem de publicações\"</li><li>Para cada \"publicação\", obter seu \"link\", \"data\" e \"edição\"</li><li>Caso a publicação seja posterior ao filtro de data, não fazer nada. Caso esteja dentro do filtro, guardar o item com os dados obtidos. E caso seja anterior ao filtro de data, parar a raspagem</li><li>Se o \"link para próxima página\" existir, realizar \"paginação\"</li></ol><h2>Terminei a análise, e agora?</h2><p>Agora você já pode adaptar sua análise para o código como apresentado na aula 9 do curso. Também segue as <a href=\"https://docs.queridodiario.ok.org.br/pt/latest/escrevendo-um-novo-spider.html\" target=\"_blank\">indicações da documentação sobre como escrever o raspador</a>. Se tiver dúvidas, comenta lá no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord da OKBR</a>. Submete um <em>Pull Request</em> e vamos trabalhar para integrar o raspador!</p><h2>E também posso ajudar no mapeamento e classificação de municípios?</h2><p>A partir do texto anterior<em> <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">\"Conheça os desafios de raspagem do Querido Diário\"</a></em> já podemos entender que a análise de um site para o QD pode terminar o classificando como \"incompatível\" com o projeto. Neste caso, no momento não seguiríamos com a nossa análise e adicionaríamos uma <a href=\"https://github.com/okfn-brasil/querido-diario/issues\" target=\"_blank\"><em>issue</em> ao repositório</a> descrevendo a incompatibilidade.</p><p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem43-issue-incompativel.png\" alt=\"Issue incompatível\" width=\"100%\" /></p><p> Quanto mais sites você raspar mais repertório você terá para estimar a dificuldade de raspagem do site também. Nesse momento você dará uma força imensa para o projeto e para quem estiver começando a contribuir com o repositório!</p>",
      "banner": "https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/banner-post30.png",
      "date": "06/20/2023",
      "author": "Giulio Carvalho"
    },
    {
      "id": 29,
      "title": "Querido Diário é apresentado no Nobel Prize Summit como bem público digital que ajuda a combater a desinformação",
      "category": "História",
      "content": "<p><em>Iniciativa foi a única da América Latina selecionada em chamada internacional do PNUD e da Digital Public Goods Alliance</em></p><p>Com o tema \"Trust, Truth and Hope\" (\"Verdade, Confiança e Esperança\"), a <a href=\"https://www.nobelprize.org/events/nobel-prize-summit/2023\" target=\"_blank\">Cúpula do Prêmio Nobel 2023</a> reuniu ganhadores do Prêmio Nobel, lideranças e especialistas de diversas áreas entre os dias 24 e 26 de maio, em Washington, D.C, nos Estados Unidos, para debater desinformação online e ampliar o horizonte de pessoas interessadas em enfrentar tal desafio.</p><p>O Querido Diário foi reconhecido no evento, junto a outras oito soluções, no tema “<a href=\"https://digitalpublicgoods.net/information-pollution/\" target=\"_blank\">Hope in Action: Open-Source Innovations for Information Integrity</a>” (“Esperança em Ação: Inovações de Código Aberto para Integridade de Informação”), após chamada internacional fruto de parceria entre o Programa das Nações Unidas para o Desenvolvimento (<a href=\"https://www.undp.org/\" target=\"_blank\">PNUD</a>) e a Digital Public Goods Alliance (<a href=\"https://digitalpublicgoods.net/\" target=\"_blank\">DPGA</a>). A chamada buscou identificar e promover soluções de código aberto que podem contribuir para o enfrentamento ao desafio urgente e global da desinformação.</p><p>Fernanda Campagnucci, diretora-executiva da OKBR, esteve presente para representar a iniciativa durante o anúncio das soluções selecionadas, realizado pela Digital Public Goods Alliance no dia 24. A programação online do evento também inclui a exibição de um <a href=\"https://www.youtube.com/watch?v=xvgRr33gri0\" target=\"_blank\">vídeo</a> sobre o Querido Diário em 25 de maio.</p><p>Para Campagnucci, além da oportunidade de promover o Querido Diário e seus impactos positivos na sociedade brasileira, a chamada e seu respectivo anúncio durante a Cúpula do Prêmio do Prêmio Nobel abre espaço para fortalecer o aprimoramento e a expansão da iniciativa.</p><p class=\"quote-paragraph\"><q>O Brasil tem mais de 5,5 mil cidades e as políticas locais afetam a vida de 200 milhões de pessoas. Ainda assim, a maioria das cidades não têm portais de transparência. As informações ficam \"trancadas\" nos diários oficiais, cujo formato dificulta a transparência. O Querido Diário nasceu para ajudar a combater a desinformação, fornecendo uma fonte transparente e confiável de dados abertos, que permite análises informadas e promove o controle social. Mais do que uma plataforma, o Querido Diário é uma infraestrutura aberta</q>, explica.</p><p>Na noite de 24, o projeto também foi apresentado pela diretora em recepção na Embaixada da Noruega em Washington que organizou o encontro para conectar os projetos selecionados a potenciais parceiros e patrocinadores.</p><h2>Repercussão</h2><p>O reconhecimento trouxe grande repercussão para o Querido Diário. Na quinta-feira (25), o projeto foi inserido em matérias sobre a Cúpula do Prêmio Nobel veiculadas no <a href=\"https://g1.globo.com/jornal-nacional/noticia/2023/05/25/fundacao-nobel-reune-especialistas-para-discutir-propostas-de-combate-a-desinformacao.ghtml\" target=\"_blank\">Jornal Nacional</a>, no <a href=\"https://g1.globo.com/jornal-da-globo/edicao/2023/05/25/videos-jornal-da-globo-de-quinta-feira-25-de-maio-de-2023.ghtml#video-11648477-id\" target=\"_blank\">Jornal da Globo</a> e, com maior destaque, em matéria do <a href=\"https://g1.globo.com/globonews/jornal-globonews-edicao-das-18/video/projeto-brasileiro-que-combate-desinformacao-e-premiado-na-cupula-do-nobel-nos-eua-11648039.ghtml\" target=\"_blank\">Jornal Edição das 18h</a> da GloboNews.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem38-print_entrevista_JN.png\" alt=\"Jornal Nacional\" width=\"100%\"/><p class=\"quote-paragraph\"><q>Esperamos que esse reconhecimento e sua repercussão atraiam mais indivíduos e organizações para o uso do projeto. Quanto mais consultas, reportagens e estudos forem realizados utilizando o Querido Diário, mais informação confiável teremos em circulação</q>, comenta Giulio Carvalho, gerente técnico do projeto.</p><p>A plataforma também tem sido uma aliada dos jornalistas. Os dados de diários oficiais disponibilizados já foram fonte de <a href=\"https://queridodiario.ok.org.br/sobre#casos\" target=\"_blank\">diversas reportagens</a> que revelam a situação de políticas públicas locais, como o abandono de obras públicas pela prefeitura de Florianópolis, a falta de visibilidade da cultura negra e periférica na capital baiana, o colapso da saúde pública em Manaus durante a pandemia, entre outros.</p><h2>Expansão</h2><p>Em constante expansão, o projeto tem 69 cidades integradas, mais de 48 milhões de pessoas (22% da população) podem consultar os diários oficiais de onde moram. Já são mais de 200 mil diários oficiais em formato aberto, cinco instituições de ensino superior cooperando e dois novos projetos que utilizam a API do QD para monitorar a adoção de tecnologias pela educação pública nos municípios e políticas locais relacionadas ao clima.</p><p>O Querido Diário é mantido pela <a href=\"https://ok.org.br/\" target=\"_blank\">Open Knowledge Brasil</a> com o auxílio de centenas de pessoas voluntárias que interagem em nosso <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">GitHub</a> e <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord</a>, além de contar com o apoio de <a href=\"https://queridodiario.ok.org.br/apoie\" target=\"_blank\">diversas organizações</a> e doadores na <a href=\"https://www.catarse.me/queridodiario-okbr?project_id=120548\" target=\"_blank\">campanha de financiamento coletivo</a>.</p>",
      "banner": "https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/banner-post29.jpg",
      "date": "05/26/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 28,
      "title": "Conheça os desafios de raspagem do Querido Diário",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Você já quis sua cidade no Querido Diário? Mas já se perguntou se é viável? Quais são as dificuldades? Ou o que possibilita adicionar uma cidade? Este texto se propõe a explicar um pouco mais sobre como o projeto funciona.</em></p><hr/><p>O Querido Diário é um projeto que amplia o acesso à informação sobre a administração pública brasileira em sua mais local instância, os municípios, através da abertura de diários oficiais eletrônicos. Não é uma empreitada fácil, sobretudo por existirem 5570 municípios no país e grandes discrepâncias quanto à maturidade na disponibilização de seus dados e informações. É, inclusive, comum ouvir que algumas regiões são “desertos de dados”.</p><p>Para isso, desenvolvemos robôs raspadores (<i>spiders</i>) que periodicamente acessam sites publicadores e coletam as edições de diários oficiais do executivo municipal, apenas. Conheça os desafios de raspagem, o panorama de publicações de diários oficiais eletrônicos e os reflexos que trazem para o projeto.</p><h2>O essencial</h2><p>Ao fazer uma busca qualquer no <a href=\"https://queridodiario.ok.org.br/\" target=\"_blank\">site do Querido Diário</a>, repare que junto a cada opção da lista de resultados há sempre o município e a data vinculados ao excerto do diário oficial que atende a operação de busca.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem13-resultado-busca.png\" alt=\"Resultado busca\" width=\"100%\"/><p>Isso é reflexo de uma escolha de arquitetura do projeto: só são disponibilizados diários cuja publicação online nos garante criar a correspondência entre edição, seu município e data de publicação. Dizemos que é <b>incompatível</b> com a arquitetura do Querido Diário uma ação de raspagem em que não é possível obter esses dados. Não é o caso de ser inviável raspar o site em si, mas não nos dedicamos a criar um robô raspador já que não teremos informações (<i>metadados</i>) consideradas essenciais de se oferecer para pessoas usuárias da plataforma de busca (<i>imagine a imagem acima sem município ou data, a informação oficial ficaria sem contexto</i>).</p><h2>Os tipos de publicação</h2><p>Um ato oficial é o menor pedaço de um diário. Cada ato oficial tem uma categoria (portaria, decreto, etc) e o texto completo de um diário é o conjunto dessas categorias. Alguns municípios utilizam outra camada intermediária de agrupamento: por órgãos (secretarias, departamentos, etc). E, ainda, há aqueles que se aglutinam em associações e publicam um diário unificado contemplando todos os municípios associados.</p><p>Por não existir um padrão legal de publicação ou disponibilização eletrônica de diários, nos deparamos com prefeituras que liberam seus atos oficiais nos diferentes níveis de granularidade possíveis. Dentro do Querido Diário, nós adotamos nomes para cada situação: <b>completo</b>, <b>agregado</b> e <b>fragmentado</b>.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem14-panorama-diarios.png\" width=\"100%\"/><p><b>Diário completo</b> - o documento disponibilizado corresponde a um único município, exclusivamente. Um exemplo é o <a href=\"https://dodf.df.gov.br/\" target=\"_blank\">diário do Distrito Federal</a>, já integrado ao Querido Diário, cujo documento publicado contém apenas atos oficiais relacionados ao município. </p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem15-diario-brasilia.png\" alt=\"Diário de Brasília(DF)\" width=\"100%\"/><p><b>Diário agregado</b> - o documento disponibilizado cobre diversos municípios, normalmente por serem uma Associação de Municípios ou o Diário do Estado. É o exemplo do <a href=\"https://www.diariomunicipal.com.br/ama/\" target=\"_blank\">Diário Oficial da Associação de Municípios de Alagoas</a> que publica os diários de mais de 100 municípios no mesmo documento. A página abaixo, de uma das edições, mostra atos oficiais de dois desses municípios, Cacimbinhas e Campo Alegre.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem16-diario-ama.png\" alt=\"Diário da AMA\" width=\"100%\"/><p><b>Diário fragmentado</b> - quando não há propriamente um documento online, a prefeitura disponibiliza seus atos oficiais pulverizados. Um exemplo é <a href=\"https://braganca.pa.gov.br/decretos-2023/\" target=\"_blank\">Bragança (PA)</a> que ao invés de publicar um documento único, tem em seu site seções para 4 categorias (decretos, portarias, outros atos e leis) e, em cada uma delas, disponibiliza os atos separadamente.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem17-site-braganca-pa.png\" alt=\"Diário de Bragança (PA)\" width=\"100%\"/><p>Nesse panorama de diferentes tipos de publicação, nossa referência são os <b>diários completos</b>, sendo os únicos compatíveis com a atual arquitetura do Querido Diário, enquanto os diários agregados e fragmentados, não. </p><p>No caso dos <b>agregados</b>, a incompatibilidade se dá pela impossibilidade de assegurar que determinado trecho diz respeito a qual das muitas cidades contidas no documento, necessitando de uma fase adicional de processamento para fatiar o conteúdo para cada município (segmentação por município). </p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem18-segmentacoes.png\" alt=\"Fluxo de segmentações\" width=\"100%\"/><p>Já para os <b>fragmentados</b> são necessários robôs raspadores mais complexos e um esquema de banco de dados mais granular que comporte novas relações entre dados de diferentes níveis.</p><p>Tendo em vista esses critérios, a possibilidade de uma cidade fazer parte do Querido Diário é resumida no fluxograma:</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem19-fluxograma-novas-cidades.png\" alt=\"Fluxograma de novas cidades\" width=\"100%\"/><p>O projeto também não tem arquitetura para tratar arquivos em formatos diferentes de DOC, DOCX, TXT ou PDF de texto. Apesar de serem incompatibilidades relacionadas à etapa de processamento de dados, não de raspagem, elas dizem respeito a dificuldade em extrair o texto puro de dentro do arquivo coletado. </p><h2>Os tipos de sites</h2><p>Além dos diários, os sites publicadores também tem suas particularidades. Ao explorar mais, percebemos que alguns sites são muito parecidos, pois há prefeituras que contratam empresas prestadoras de serviços de desenvolvimento de sites ou de publicação de diários. </p><p>Uma vez que conhecemos o padrão (<i>sistema replicável</i>), a construção de raspadores para as cidades que se utilizam do serviço (<i>municípios replicados</i>) é muito simplificada, reflexo de uma escolha pela arquitetura orientada a objetos.</p><p>Utilizamos o <a href=\"https://scrapy.org/\" target=\"_blank\"><i>framework <b>scrapy</b></i></a> para construir a <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/base/__init__.py\" target=\"_blank\">classe base de raspadores</a>, <i>BaseGazetteSpider</i>. Todos os raspadores de municípios são classes e herdam características de <i>BaseGazetteSpider</i>.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem20-diagrama-classes-1.png\" alt=\"Diagrama de Classes 1\" width=\"100%\"/><p>Quando o município publica o próprio diário, sem utilizar de sistema replicável, seu raspador herda diretamente de <i>BaseGazetteSpider</i>. É o caso do <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/df_brasilia.py\" target=\"_blank\">raspador para Brasília-DF</a>. </p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem21-raspador-dfbrasilia.png\" alt=\"Raspador para Brasilia (DF)\" width=\"100%\"/><p>Já quando um município publica diários por meio de sistema replicável, adicionamos uma classe raspadora intermediária para o sistema, entre <i>BaseGazetteSpider</i> e o raspador do município.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem22-diagrama-classes-2.png\" alt=\"Diagrama de Classes 2\" width=\"100%\"/><p>É o caso do <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/ba_acajutiba.py\" target=\"_blank\">raspador de Acajutiba-BA</a>, que utiliza o sistema replicável <i>DoemGazetteSpider</i>.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem23-raspador-baacajutiba.png\" alt=\"Raspador para Acajutiba (BA)\" width=\"100%\"/><p>Se ainda não o fez, experimente clicar nos <i>hiperlinks</i> para os raspadores de Brasília e Acajutiba referenciados acima, ambos estão em funcionamento hoje no Querido Diário. Note o tamanho de cada um: enquanto o de Brasília tem 100 linhas de código, o de Acajutiba apenas 10. Isto acontece por que, no caso de Acajutiba, a complexidade da raspagem está dentro do <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/base/doem.py\" target=\"_blank\">raspador <i>DoemGazetteSpider</i></a> (e não deixe de reparar que este, por sua vez, que herda <i>BaseGazetteSpider</i>).</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem24-raspador-doem.png\" alt=\"Raspador para DOEM\" width=\"100%\"/><p>Sistemas replicáveis são particularmente interessantes por potencializar a cobertura de municípios que podemos ter com menos esforço de desenvolvimento: uma vez que tenhamos a classe raspadora do sistema replicável, todas as cidades que o adotem demandam raspadores tão simples quanto o de Acajutiba. Conhecemos outras dezenas de cidades baianas que usam o DOEM e, em contraste, o raspador de Brasília serve apenas para Brasília.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem25-diagrama-classes-3.png\" alt=\"Diagrama de Classes 3\" width=\"100%\"/><h2>Panorama</h2><p>Ainda que existam casos de incompatibilidade, a atual arquitetura de raspagem do Querido Diário atende relevante parte dos casos de disponibilização de diários oficiais municipais no Brasil. Além dos <a href=\"https://queridodiario.ok.org.br/cidades-disponiveis\" target=\"_blank\">67 municípios atualmente disponíveis</a>, temos perspectiva de atingir a marca de 250 cidades até o fim do ano de 2023. Você pode acompanhar o panorama no <a href=\"https://github.com/orgs/okfn-brasil/projects/12/views/1\" target=\"_blank\">Quadro de Expansão de Cidades no Querido Diário</a>.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem26-quadro-expansao.png\" alt=\"Quadro de Expansão de Cidades\" width=\"100%\"/><h2>Desafios de aprimorar a arquitetura</h2><p>É importante destacar que só porque há contextos em que a adição de municípios é incompatível com a atual arquitetura, não implica que vai ser sempre assim. Aprimorar o projeto para tratar desses casos está em nossos objetivos. Uma vez que barreiras técnicas forem superadas, podemos voltar às atenções para os municípios que, hoje, são considerados incompatíveis.</p><p>Por exemplo, estudar como segmentar por municípios o diário agregado da Associação de Municípios de Alagoas (AMA) é <a href=\"https://danielfireman.github.io/ifal-qd/\" target=\"_blank\">objeto de Iniciação Científica</a> do Instituto Federal de Alagoas (AL), uma parceria no âmbito do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades</a>. Ao incorporar na arquitetura a solução sendo desenvolvida, além da perspectiva de termos 102 municípios alagoanos integrados nos próximos meses, podemos avaliar se há possibilidade de usar a mesma - ou com poucas adaptações - ferramenta para outros diários agregados similares. </p><h2>Como contribuir</h2><p>Sendo um projeto colaborativo de <i>software</i> livre, todas as pessoas que tenham familiaridade com a área de tecnologia podem contribuir em <a href=\"https://queridodiario.ok.org.br/tecnologia#documentacao\" target=\"_blank\">diversos repositórios</a> (frontend, backend, API, infraestrutura, etc) conforme tenham interesse.</p><p>Estamos trabalhando em organizar o <a href=\"https://github.com/orgs/okfn-brasil/projects/14\" target=\"_blank\"><i>roadmap</i> do Querido Diário</a>, também conhecido como “mapa de metas”, uma lista dos principais desafios percebidos e de grande impacto para o projeto. Contribuições que nos ajudem a superar esses desafios-chave são especialmente relevantes. </p><p>Em particular no <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">repositório de raspadores</a>, contribuições importantes são aquelas que adicionam raspadores para novas cidades e/ou sistemas replicáveis (confira <a href=\"https://docs.queridodiario.ok.org.br/pt/latest/escrevendo-um-novo-spider.html\" target=\"_blank\">as orientações</a> na documentação!) ou dêem manutenção em raspadores em produção.</p><p>Já em outros repositórios, mas que trazem reflexos para a cobertura de raspadores, há espaço para contribuições que nos ajude a tornar compatíveis as situações hoje incompatíveis, como: explorar a segmentação em Diários do Estado, aprimorar o esquema de banco de dados para receber diários fragmentados ou aprimorar o Reconhecimento Óptico de Caracteres (ROC, ou OCR em inglês) para diários escaneados. </p><p>Em todo caso, mantemos canais no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord</a> para conversas sobre o projeto e seus diferentes aspectos. Além de trocas por mensagens, também fazemos uma reunião mensal com as pessoas mantenedoras aberta para a comunidade, sempre na última quinta-feira. Todas as pessoas são bem-vindas!</p>",
      "banner": "https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/banner-post28.png",
      "date": "05/18/2023",
      "author": "Juliana Trevine"
    },
    {
      "id": 27,
      "title": "Agência de Notícias da FACOM cria nova parceria com plataforma tecnológica Querido Diário",
      "category": "Querido Diário nas Universidades",
      "content": "<p><em>Projeto visa aproximar o cidadão das decisões governantes ao liberar diariamente o conteúdo dos diários oficiais dos municípios</em></p><hr /><p>A Agência de Notícias da Faculdade de Comunicação da Universidade Federal da Bahia (UFBA), efetua uma parceria com o programa <a target=\"_blank\" target=\"_blank\" href=\"https://ok.org.br/projetos/qd-universidades\">Querido Diário nas Universidades</a>, iniciativa da Open Knowledge Brasil (<a target=\"_blank\" href=\"https://ok.org.br/\">OKBR</a>) juntamente com a plataforma de Ciência de Dados aplicada à Saúde (<a target=\"_blank\" href=\"https://pcdas.icict.fiocruz.br\">PCDaS</a>), da Fundação Oswaldo Cruz (Fiocruz). O projeto visa mapear o ecossistema de pesquisa e extensão universitária brasileiro e documentar os requisitos necessários para a estruturação de um fluxo de trabalho entre projetos acadêmicos e iniciativas brasileiras de código aberto. Com a AGN, o objetivo será desenvolver pautas jornalísticas utilizando dados dos diários oficiais disponibilizados pela ferramenta Querido Diário.</p><p>O Diário Oficial é um documento existente nas esferas municipais, estaduais e federais, onde são publicados todos os assuntos oficiais e decisões governamentais, reuniões, editais, nomeações, licitações e demais assuntos que possam interessar à população. Cada prefeitura publica seu diário oficial de uma forma, pois não há uma regulamentação para padronizar as edições ou torná-las acessíveis de forma automatizada e em um único local. Tendo isto em vista, o <a target=\"_blank\" href=\"https://queridodiario.ok.org.br\">Querido Diário</a> tem como objetivo tornar acessível quaisquer atividades importantes e atos da administração pública dentro dos municípios brasileiros. Através do Querido Diário, a população pode fiscalizar tanto as ações tomadas pelos governantes, quanto os investimentos feitos com o dinheiro público em diferentes municípios.</p><p>Para a estudante Sofia Nachef, de 19 anos, do ponto de vista municipal, a fiscalização dos diários, permite que a população possa cobrar por melhorias em suas cidades. “ Acessar os diários oficiais é uma forma da população fiscalizar o poder e ser capaz de cobrar por melhorias na cidade em que vive. Também é uma forma de garantir a transparência das ações feitas pelos governantes, embora a linguagem utilizada em documentos como esse não consiga de fato comunicar algo para boa parte das pessoas”.</p><p>O Querido Diário é uma tecnologia em código aberto desenvolvida com a colaboração de diversos voluntários. A iniciativa colabora para o fortalecimento da cidadania, uma vez que possibilita que qualquer pessoa utilize a ferramenta e participe do seu desenvolvimento. O usuário coloca palavras chaves, municípios ou dados na barra de pesquisa e consegue ter acesso aos conteúdos dos diários desejados.</p><p>Rebeca Almeida, que atualmente é gestora de comunidades no programa de ciências de dados para inovação cívica da OKBR, deseja que a parceria seja benéfica para todas as partes: “Espero que seja uma boa oportunidade para os estudantes se desenvolverem profissionalmente através de um projeto real de inovação cívica, um projeto aberto e de software livre. Por outro lado, espero que a parceria faça com que o Querido Diário possa ser explorado e reconhecido pelos estudantes e pessoas que fizeram parte do projeto</p><p>A parceria vai possibilitar que os integrantes da Agência de Notícias tenham contato com o jornalismo de dados, área que tem se projetado dentro do mercado de trabalho brasileiro. As notícias e reportagens serão desenvolvidas para tornar mais acessíveis as informações de interesse público, bem como reduzir a complexidade da linguagem utilizada nos diários oficiais.</p><p>“Na minha perspectiva, acessar os diários oficiais é uma tarefa que já é essencial entre a população, mas ainda mais entre os jornalistas. Como o que mais falta na política brasileira é fiscalização, o Querido Diário é uma excelente plataforma para viabilizar esse acesso. Eu gostei bastante de saber dessa parceria. Acho que vamos ser responsáveis por algo muito importante. Estou ansiosa!“, relata Beatriz Nascimento, 19 anos, estudante de Jornalismo e nova integrante da Agência de Notícias da Facom.</p><p>Segundo o professor e atual tutor da AGN, Marcos Carvalho Bau, essa cooperação vai trazer muitos benefícios para a formação dos estudantes e corpo docente. “Eu tenho uma expectativa muito boa do que se aproxima. No desenvolvimento, não só dos estudantes, mas de todos nós, professores e pesquisadores. É uma excelente forma de integração.”</p><p>Acesse o site e conheça um pouco mais sobre o projeto Querido Diário: <a target=\"_blank\" href=\"https://ok.org.br/projetos/querido-diario\">https://ok.org.br/projetos/querido-diario/ </a></p><p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem28-nova-parceria-facom.png\" alt=\"Card parceria facom-QD\" width=\"100%\" /></p><hr /><p><i>Texto publicado originalmente pela Agência de Notícias em C&T da Faculdade de Comunicação (FACOM) da Universidade Federal da Bahia (UFBA)</i></p>",
      "banner": "https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/banner-post27.png",
      "date": "05/12/2023",
      "author": "Beatriz Nascimento e Manoela Ferreira"
    },
    {
      "id": 13,
      "title": "O que os diários oficiais contam sobre a LGPD nos municípios",
      "category": "#AcheiNoDiárioOficial",
      "content": "<p><em>Usei a plataforma Querido Diário para descobrir o que 16 cidades brasileiras estão fazendo para lidar com a Lei Geral de Proteção de Dados</em></p><hr /><p>Estava preparando uma aula sobre proteção e publicação de dados para gestão pública e me veio uma pergunta à mente: que tipos de arranjos de governança e de processos de planejamento os municípios têm adotado para implementar a LGPD? O primeiro reflexo foi recorrer ao Google para buscar alguns exemplos. Mas, com a popularização do assunto, há muito ruído nos resultados e é fácil se perder diante de tanta informação.</p><p>Então fui direto à fonte: os diários oficiais. Na <a href=\"https://ok.org.br/\" target=\"_blank\">Open Knowledge Brasil</a> lançamos, em julho deste ano, o <a href=\"https://queridodiario.ok.org.br/\" target=\"_blank\">Querido Diário (QD)</a>, uma plataforma pensada justamente para facilitar missões quase impossíveis como essa. Nesta primeira versão, há 16 cidades disponíveis — mas já sonhamos com a casa de centenas, pois os robôs que construímos colaborativamente com uma comunidade de dezenas de desenvolvedores já alcançam mais de 2.200 municípios (com mais <a href=\"https://queridodiario.ok.org.br/apoie\" target=\"_blank\">apoio</a> chegaremos lá!). Vamos ao 'google' da gestão municipal, pois.</p><p>Este texto compila os achados com o termo “LGPD” — topei com medidas tão diversas que achei que valia o esforço de registrá-las para além da aula. Não tinha a pretensão de fazer algo exaustivo, nem sistemático, apenas um panorama de exemplos. Foram 111 resultados, abrangendo as cidades: Belém (PA), Belo Horizonte (MG), Campo Grande (MS), Cuiabá (MT), Florianópolis (SC), Goiânia (GO), João Pessoa (PB), Manaus (AM), Natal (RN), Rio de Janeiro (RJ), Salvador (BA), Teresina (PI) e Palmas (TO). Um bônus é a cidade de Jundiaí (SP) que, apesar de ainda não estar integrada diariamente à plataforma, como as outras, têm as publicações armazenadas até setembro de 2021.</p><p>Cidades que estão na plataforma mas não tinham nenhuma publicação com o termo “LGPD” são Boa Vista (RR), Feira de Santana (BA) e Maceió (AL). Ficam de fora também publicações que até podem tratar de proteção de dados mas não trazem o termo “LGPD”. Além, claro, de outras cidades que já têm medidas de implementação, mas ainda não estão centralizadas no QD.</p><h2>Cláusulas contratuais</h2><p>Algumas cidades estão fazendo alterações em contratos vigentes — ou aproveitando renovações e aditamentos — para inserir cláusulas específicas relacionadas à LGPD.</p><p>A boa notícia é que algumas delas têm como objetivo viabilizar a transparência. Em Belo Horizonte, em 19 de novembro de 2021, um <a href=\"https://prefeitura.pbh.gov.br/sites/default/files/estrutura-de-governo/seguranca/2021/2o-aditivo-apolo-registrado.pdf\" target=\"_blank\">contrato</a> de Locação de Veículos da Guarda Civil Municipal foi alterado para incluir esse dispositivo, autorizando a publicação no Portal da Transparência de dados como CPF e nome dos representantes da empresa.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem02-clausula-lgpd.png\" alt=\"Cláusula LGPD\" width=\"100%\" /><p>A mesma alteração aparece diversas vezes, em outros contratos. Não que eu considere esse dispositivo necessário: há óbvio interesse público na divulgação da identidade de pessoas naturais que assinam contratos com a Administração Pública. Na ausência de normas mais explícitas e gerais, no entanto, é de se esperar que os departamentos jurídicos queiram se “garantir” de eventuais questionamentos — que bom que, neste caso, a balança pendeu para o lado da publicidade dos atos administrativos.</p><p>Em Salvador, uma resolução <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2020-03-11/613371f98c47041f21525eb0277e955c1ffac8c4.pdf\" target=\"_blank\">publicada</a> no diário oficial de 11 de março de 2020 pelo Comitê Municipal de Tecnologia e Inovação (Resolução nº 4 de 10/03/2021) recomenda a seguinte cláusula padrão para contratos de TI:</p><p><q>CLÁUSULA XX. Fica vedada a utilização, pela <strong>contratada, dos dados disponibilizados e/ou gerados pela Prefeitura Municipal do Salvador - PMS para quaisquer fins que não sejam previamente e expressamente permitidos.</strong></q></p><p>A resolução define o que se entende por “uso de dados” neste caso, sem prejuízo de outras definições, estas hipóteses: divulgação e venda de quaisquer dados; divulgação ou venda de estatísticas referentes aos dados; utilização de estatística ou do próprio dado para treinamento de algoritmos preditivos. Esta última é bastante interessante, pois toca num ponto crítico de contratos e doações de tecnologias. Por exemplo, a disponibilização de conexão WiFi, em que empresas oferecem serviços “grátis” e acabam usando os dados como insumo para algoritmos de inteligência artificial, ainda que os dados não identifiquem diretamente uma pessoa. O prazo para conclusão dos trabalhos foi prorrogado por mais 180 dias, em publicação de maio.</p><p>Pouco depois, o mesmo Comitê <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2020-06-16/f4b2ea008cee10399ab36b667347dfc95df5b15d.pdf\" target=\"_blank\">publicou</a> a Resolução nº 8, de 12 de junho de 2020, que recomenda a todos os órgãos da administração municipal de Salvador que solicitem a fornecedores de contratos de bens e serviços vigentes e futuros uma declaração de conformidade com a LGPD, “naquilo que for aplicável”.</p><p>Sobre o assunto de coleta e análise de dados de usuários em serviços de conexão WiFi grátis, um questionamento apareceu no Rio de Janeiro, em uma licitação já em agosto de 2019. O Termo de Referência dizia que:</p><p><q>em nenhuma hipótese a subconcessionária poderá fazer uso comercial, publicitário ou estatístico das informações dos usuários dos Pontos de Acesso WiFi.</q></p><p>Uma empresa alegou que restringir o uso desses dados feriria os interesses do próprio município, pois haveria uma “potencial fonte de receitas acessórias” e usou a recém-aprovada LGPD como argumento para dizer que seria possível manter a privacidade ainda assim. O município esclareceu em <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2019-08-05/ced93225d8f5309e9f421f46a505ec8cb4264d2d\" target=\"_blank\">publicação</a> de 5 de agosto que a proteção de dados se referia aos logs de acesso, não ao perfil de usuários, dando a entender que a exploração comercial desses dados seria autorizada.</p><p>Em Goiânia, contratos também foram aditados para incluir cláusulas relativas à LGPD, como no extrato <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5208707/2021-10-01/83b533f214140146c7d96285000e4c3cb52a502c.pdf\" target=\"_blank\">publicado</a> em 1º de outubro de 2021 pela Companhia de Urbanização de Goiânia - COMURG. Depois de um trabalho razoável para encontrar a <a href=\"https://www10.goiania.go.gov.br/DadosINTER/Sicon/2021/SICON520391Ad1.pdf\" target=\"_blank\">íntegra</a> do Termo Aditivo no Portal da Transparência, verifiquei que as alterações são mais extensas que os casos anteriores — reforçando pontos da LGPD, ou explicitando responsabilidades. Neste caso, a <a href=\"https://www10.goiania.go.gov.br/DadosINTER/Sicon/2020/SICON520391.pdf\" target=\"_blank\">contratada</a> (por R$ 3,4 milhões) é uma empresa de tecnologia que tem no escopo de trabalho diversos serviços envolvendo dados:</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem03-termo-aditivo-goiania.png\" alt=\"Termo Aditivo Goiânia\" width=\"100%\" /><p>Diferente da recomendação de Salvador, porém, uma das cláusulas prevê que a empresa pode colocar dados “da contratante”, assim como “dados de uso das soluções que serão utilizados de forma anônima”, para a finalidade de “aprimoramento das soluções, geração de informações e melhoria da usabilidade dos produtos”.</p><p>Ainda em Goiânia, um contrato de comodato para uso de licença de um software chamado “LogConsig” prevê um extenso “Termo de Confidencialidade, Proteção e Tratamento de dados”. A íntegra foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5208707/2021-07-05/864c518d3ae922727a296b79c3c7e032b8086003.pdf\" target=\"_blank\">publicada</a> na edição do diário oficial goianiense de 5 de maio de 2021 (página 71 em diante).</p><h2>Responsabilidade de quem?</h2><p>Em Florianópolis, a LGPD aparece nas cláusulas de Termos de Colaboração com Organizações da Sociedade Civil (OSCs) em diário oficial <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/4205407/2021-11-09/0aed24c371d30c431721ed95aa25f6928df322a4.pdf\" target=\"_blank\">publicado</a> em 9 de novembro de 2021. O texto é bastante abrangente, estabelecendo apenas que “as partes se comprometem a cumprir a Lei 13.709/2018”.</p><p>Em um pregão eletrônico realizado no Rio de Janeiro pela Companhia de Engenharia de Tráfego (CET), uma empresa participante ficou com dúvidas sobre um dispositivo parecido:</p><p><q>as Partes se comprometem a cumprir com as obrigações legais e regulatórias em vigor relativas a privacidade e proteção de dados pessoais, bem como envidar esforços para estar em conformidade com as obrigações estabelecidas pela Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018 ou “LGPD”), respondendo cada qual na medida das obrigações estabelecidas pela legislação aplicável</q>.</p><p>A empresa pede esclarecimento, afirmando: a CET será CONTROLADORA dos dados, responsável pela tomada de decisão quanto ao tratamento; enquanto a contratada será OPERADORA, desempenhando suas atividades nos limites do que o órgão definir. Na resposta <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-11-08/dbbf10a1f71cdc83e605d7c6d30c5dd47f91e36a\" target=\"_blank\">publicada</a> no diário oficial de 8 de novembro de 2021, a CET carioca se limita a dizer que “as obrigações de cada parte são as previstas no Termo de Referência, no Edital e no Contrato”. (Essa distinção costuma mesmo gerar muitas dúvidas, e é tema de um <a href=\"https://lapin.org.br/2021/04/09/cartilha-controlador-ou-operador-quem-sou-eu/\" target=\"_blank\">guia</a> muito útil do LAPIN).</p><h2>Regulamentação e governança local</h2><p>Algumas cidades já editaram normas específicas para ditar o funcionamento da LGPD no âmbito local. É o caso, por exemplo, do Rio de Janeiro, que já tem uma lei municipal aprovada pela Câmara de Vereadores e sancionada pelo prefeito que institui o Conselho Municipal de Proteção de Dados Pessoais e da Privacidade, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-09-01/1de021d2715c2848232d041c314710db75d36fa6\" target=\"_blank\">publicada</a> no diário oficial de 1º de setembro de 2021 (Lei Municipal nº 7.012/2021), com representação multisetorial (inclusive da sociedade civil).</p><p>No âmbito do poder executivo, o Rio elaborou, ainda, um “Programa Municipal de Proteção de Dados”. O <a href=\"https://doweb.rio.rj.gov.br/apifront/portal/edicoes/imprimir_materia/767698/5124\" target=\"_blank\">Decreto Rio Nº 49.558, de 06 de outubro de 2021</a> trata de “procedimentos iniciais (…) visando à construção de uma cultura de proteção de dados pessoais”, e a política ganhou destaque na capa do diário oficial. Ainda em junho de 2020, a empresa pública de Tecnologia, IPLANRIO, havia realizado uma <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2020-06-30/350335dd39ff6fd1a3573214768660a97ebb44c3\" target=\"_blank\">consulta pública</a> para Registro de Preços para “prestação de serviços de levantamento e mapeamento de processos, sistemas e serviços que tratam dados pessoais visando à construção de programa de conformidade à LGPD”.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem04-programa-lgpd-rio.png\" alt=\"Programa LGPD Rio de Janeiro\" /><p>Cuiabá também editou norma própria que dispõe da implementação da LGPD: o <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5103403/2021-09-20/1ce72d35a5e46ddaaa580315957b634279367a9a\" target=\"_blank\">Decreto nº 8.617</a>, de 17 de setembro de 2021. O texto prevê duas instâncias de governança. Uma delas, o Conselho Gestor de Proteção de Dados Pessoais (CGPDP), é composto por representantes da alta gestão (autoridades máximas da Procuradoria, Gestão, Fazenda e Governo) e tem como principal competência a aprovação de normas específicas para a LGPD no âmbito municipal. A outra instância, de perfil técnico, é o Comitê Executivo de Proteção de Dados Pessoais, de que participam representantes da Controladoria, Procuradoria, Gestão e Fazenda. Estes deveriam ser nomeados em 30 dias pelo Prefeito (um mês depois da edição do primeiro decreto, o <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5103403/2021-10-22/6bc3e263550cc02d535b69cbedd33c992c3e5df0\" target=\"_blank\">Decreto nº 8.687</a> alterou a regra para permitir que a autoridade de cada pasta nomeie seu representante). O Comitê fica responsável por encaminhar as propostas de planejamento, ações e regramentos para o Conselho Gestor.</p><p>Em Salvador, esse movimento aconteceu ainda no início de 2020. Por resolução do Comitê Municipal de Tecnologia e Inovação (Resolução nº 5 de 10/03/2021), <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2020-03-11/613371f98c47041f21525eb0277e955c1ffac8c4.pdf\" target=\"_blank\">publicada</a> em 11 de março de 2020, foi criado um Grupo de Trabalho com a finalidade de “mapear a coleta e o uso de dados que tenham caráter pessoal e sugerir diretrizes de atuação conjunta”, com representantes de diversos órgãos e entidades municipais: Controladoria, Procuradoria, Companhia de Governança Eletrônica - COGEL, e secretarias de Gestão e Fazenda. O prazo de finalização dos trabalhos era de 45 dias.</p><p>A Prefeitura de Teresina <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2211001/2021-10-27/f6f2f05257939398059a065709b78029633e0ce5.pdf\" target=\"_blank\">publicou</a> em 27 de outubro de 2021 o Plano Diretor de Tecnologia da da Informação e Comunicação (PDTIC 2021-2024), prevendo ações para adequação da Prefeitura à LGPD. O documento prevê, por exemplo, a criação de grupo de trabalho ou contratação de consultoria para levantamento de necessidades e elaboração de plano de ação. Já a prefeitura de Campo Grande <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5002704/2020-10-22/fa1b41711942f9ef2bfe6fe8515c123337715b0c\" target=\"_blank\">contratou</a>, em 22 de outubro de 2020, uma empresa para fazer o seu Plano Diretor de Tecnologia, também com a menção à LGPD.</p><p>Em João Pessoa, a Prefeitura determinou a criação do Comitê Intersecretarial de Análise da Aplicação da LGPD, composto por representantes da Controladoria, secretarias de Transparência, Administração, Planejamento e Receita e Procuradoria. A norma foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2507507/2020-09-05/f66b3f6feaa9d177947ee8d30c804af517bf624d.pdf\" target=\"_blank\">publicada</a> em 5 de setembro de 2020 e o grupo tinha o prazo de 30 de novembro de 2020 para entregar um relatório final dos trabalhos ao prefeito.</p><p>A Prefeitura de Goiânia também constituiu GT para implementação da LAI. A iniciativa foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5208707/2020-09-04/ea878f3de9cee47494e1baba2c08bf2b99461170.pdf\" target=\"_blank\">publicada</a> no diário oficial de 4 de setembro de 2020, e as providências de adequação tinham prazo de até 31 de julho de 2021 para serem concluídas.</p><h2>Normas específicas de órgãos e entidades</h2><p>Em algumas das cidades, mesmo havendo normas gerais ou na ausência delas, há órgãos e entidades que emitem suas próprias políticas. Em João Pessoa, a Superintendência Executiva de Mobilidade Urbana instituiu um Comitê Gestor de implementação da LGPD e Proteção de Dados (CGLGPD), composto por representantes de divisões internas como TI, RH, Patrimônio, Administrativo-Financeira, Controladoria e Assessoria Jurídica. A norma foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2507507/2021-07-19/99eb903794c78f8f1dd67b55dca116f6d2d9fb9c.pdf\" target=\"_blank\">publicada</a> no diário de 19 de julho de 2021.</p><p>Empresas públicas também podem emitir normas próprias para especificar o funcionamento da LGPD. É o caso da BELOTUR - Empresa Municipal de Turismo de Belo Horizonte, que <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3106200/2021-10-09/d06cb920d2bf579d97a11ba4a74dde87d13e9d22\" target=\"_blank\">publicou</a>, no diário oficial de 9 de outubro de 2021, a Portaria nº 50/21, definindo hipóteses de tratamento de dados pessoais.</p><p>A Manaus Previdência, também uma empresa pública, revisou sua Política de Segurança da Informação e Comunicação. Em 7 de outubro de 2021, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1302603/2021-10-07/66c579580e319a09795155f1e440395a5e04e561.pdf\" target=\"_blank\">publicou</a> a portaria no diário da cidade, incluindo entre as diretrizes menções à LGPD, além de definir a necessidade de nomeação de encarregados de proteção de dados e suas atribuições.</p><p>A menção mais antiga de preparação para implementação não vem de uma capital. A cidade de Jundiaí (SP), entre as que estão disponíveis no Querido Diário, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3525904/2019-11-21/bd9e52ea5386b6f428470e3256efe1392ae10948.pdf\" target=\"_blank\">publicou</a> em 21 de novembro de 2019 um ato de sua empresa pública de TI. No texto, a empresa menciona a necessidade de adequação a partir de agosto do ano seguinte, e designa uma comissão própria para estudo e implantação de um programa voltado à LGPD.</p><h2>Nomeação de pessoas encarregadas</h2><p>A LGPD prevê, no caso de pessoas jurídicas de direito público, a nomeação de encarregados de proteção de dados (Art. 23). Ao exercer essa função, essas pessoas têm, entre suas atribuições (Art. 41), a missão de mediar as demandas de titulares de dados e os agentes de tratamento de dados (controladores e operadores), além de ser o ponto de contato com a Autoridade Nacional de Proteção de Dados.</p><p>No caso do Rio de Janeiro, o Decreto Nº 49.558/21 previu que essas nomeações deveriam ser feitas em até 60 dias, ou seja, até 7 de dezembro de 2021. Diversos órgãos municipais já fizeram isso, como a Secretaria Municipal de Infraestrutura (edição de 4/11), Fundação Jardim Zoológico (12/11), PREVI-RIO (29/10), Secretaria Municipal de Assistência Social (25/10), CET (15/10), JUV-RIO (13/10), entre outras.</p><p>Assim como o Rio de Janeiro, Cuiabá também prevê a nomeação de encarregados de dados em cada órgão, mas com uma característica curiosa: o servidor não pode estar lotado em unidades de tecnologia da informação. Também define que essa pessoa deve estar subordinada diretamente à autoridade máxima da pasta e ter experiência e conhecimento nas matérias relacionadas.</p><h2>Vigilância epidemiológica X LGPD</h2><p>Na capital mineira, uma Portaria da Secretaria Municipal de Saúde define regras para a realização de eventos em locais licenciados ou mediante licenciamento, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3106200/2021-11-11/4d500ca83157fbd0469b86e134ac7df53eadf031\" target=\"_blank\">publicada</a> em 11 de novembro de 2021. Entre os procedimentos que devem ser observados pela organização, está a obrigação de manter, por 30 dias a partir do evento, a lista de nomes e CPFs de todos os participantes, em caso de necessidade de rastreamento epidemiológico.</p><p>Dias antes, em 23 de outubro, a prefeitura havia <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3106200/2021-10-23/a8507511fee116b5c1204697918b85eebe88c3e0\" target=\"_blank\">publicado</a> um regulamento específico para o funcionamento de jogos de futebol profissional. Nele, também estabelecia a necessidade de registrar e armazenar por 30 dias dados dos participantes (torcedores, funcionários, colaboradores e organizadores), com nome completo, CPF e telefone, para fins de rastreamento epidemiológico.</p><p>O Prefeito de Florianópolis, que preside o Consórcio Nacional de Vacinas das Cidades Brasileiras - CONECTAR, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/4205407/2021-09-24/cc352fec94745907fcc598ba71a85eda2182b425.pdf\" target=\"_blank\">publicou</a>, em anexo do diário oficial de 24 de setembro de 2021, uma resolução que cria um Programa de Conformidade com a LGPD, determinando a necessidade de criar um plano de ação, uma política de privacidade e um Grupo de Trabalho para conduzir os trabalhos em 90 dias.</p><h2>(Des)alinhamento com a transparência</h2><p>As regulamentações locais ainda não parecem ter ido fundo na necessidade de articular as políticas de proteção de dados e de transparência. No Decreto já mencionado de Cuiabá, essa menção aparece como uma diretriz da Política Municipal de Proteção de Dados Pessoais: “o alinhamento com as boas práticas de transparência e as regras definidas na Lei Federal n.º 12.527, de 18 de novembro de 2011 (Lei de Acesso à Informação - LAI), e seus substitutos normativos”.</p><p>No Rio, a transparência aparece como princípio nos “considerandos” de sua política municipal. A transparência e a abertura de dados não são mencionadas entre as atribuições do futuro Conselho Municipal, criado por lei aprovada na Câmara e com representação de diversos setores.</p><p>Mas, ainda no Rio, há uma menção promissora no “Plano de Desenvolvimento Sustentável e Ação Climática” da cidade, publicado em sua <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-06-07/341636725a2f942376147ce4fd9db52eb46a83dc\" target=\"_blank\">íntegra</a> no diário oficial de 7 de julho de 2021. Na Estratégia 3, vinculada ao tema de “Cidade Inteligente” e concurso de inovação, há uma ação específica que trata de abertura de dados. A ação IE6.6.2 fala em “Promover em cada secretaria meta anual de abertura de dados, tendo como referência a LGPD”, até 2026.</p><p>A Superintendência de Mobilidade de João Pessoa menciona, no final da portaria que criou o CGLGPD, que essa instância deverá “atuar de forma coordenada com os demais comitês formados para promover a transparência dos órgãos do Poder Executivo Municipal”.</p><h2>Capacitação</h2><p>Sinais de que os municípios começam a promover ou contratar capacitação sobre a LGPD também aparecem nos diários oficiais, mas ainda de forma muito pontual. Em Natal, em 20 de outubro de 2020, foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2408102/2021-10-20/777d2c5d5472ab65e601dca8cb9a77e4b7e5af39.pdf\" target=\"_blank\">publicada</a> a contratação de um Workshop sobre a LGPD no valor de R$ 9.600, pelo Instituto de Gestão Risco e Compliance. A publicação não especifica para quantas pessoas.</p><p>Belém (PA) contratou, por R$ 16.031,07, uma formação para três pessoas no tema “Data Protection Officer”, fornecida pela empresa Dayrus Centro Educacional e Processamento de Dados. A informação foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1501402/2020-12-17/f640a85fa7f34cf6f111b0b1446550bafed51530\" target=\"_blank\">publicada</a> na edição de 17 de dezembro de 2020 do diário da cidade.</p><p>Em Palmas (TO), um edital de credenciamento de servidores para exercer atividades de instrutoria na Escola de Governo de Palmas <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1721000/2021-10-08/deb5f7347a414907802fd4be6408489dea4685e1.pdf\" target=\"_blank\">publicado</a> em 8 de outubro de 2021 traz a LGPD como um dos tópicos requisitados.</p><p>No Rio, cinco servidores da IPLANRIO fizeram o curso “UX para projeto de conformidade LGPD”, no valor de R$ 3.375, segundo <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2020-08-26/c23e82474a17c692fb70277dd88f7567539b5a62\" target=\"_blank\">despacho</a> de 26 de agosto de 2020. Um ano antes, a empresa havia <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2019-06-28/54ab68941f6a1a6422148a84acd6c16a4f9de8f0\" target=\"_blank\">contratado</a>, por R$ 8.800 e para 20 pessoas, o curso “Lei Geral de Proteção de Dados - LGPD”.</p><p>A <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1302603/2019-07-05/03cb611110aa26b850a780a85fda8abf4f40d335.pdf\" target=\"_blank\">menção</a> mais antiga de contratação de capacitação é em Manaus, em 5 de julho de 2019, que a empresa “Estratégia Treinamentos” oferece, por R$ 2.080, duas vagas de servidores no “Curso de Compliance com a LGPD”.</p><hr/><p><em>*Uma observação importante: todas as menções nos diários oficiais estão com link do arquivo original ou armazenado no QD. O arquivo de algumas cidades, porém, vem sem a extensão “.PDF”, mas não estão corrompidos. Para abri-los, basta adicionar manualmente a extensão ou escolher a opção “abrir com” o seu leitor de PDF (ex: Acrobat reader) no seu computador.</em></p>",
      "banner": "https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/banner-post13.png",
      "date": "11/21/2021",
      "author": "Fernanda Campagnucci"
    },
    {
      "id": 1,
      "title": "Projeto busca tornar o Diário Oficial mais acessível",
      "category":  "História",
      "content":  "<p>O <a href=\"https://brasil.elpais.com/brasil/2016/04/21/politica/1461256688_847248.html\" target=\"_blank\">acidente da ciclovia Tim Maia</a>, obra da Concremat, fez com que um grupo de amigos, entre eles Bruna Santos, João Meirelles, Henrique Lorea e Carol Araújo, passasse a noite tentando extrair informações do Diário Oficial do Município do Rio de Janeiro sobre os contratos do município com a empreiteira. A tarefa começou em julho de 2016 e foi a partir dela que eles tiveram a ideia de um software capaz de extrair sistematicamente informações do diário e torná-las verdadeiramente abertas.</p><p>“O Diário Oficial é como um blog importantíssimo, mas que 'ninguém' lê. Um Diário que é 'aberto' apenas por alguns usuários descontentes. Na tentativa de torná-lo aberto e reutilizável, não só no formato, mas na linguagem, iniciamos uma saga não só de programação, mas de idealização desse projeto que chamamos carinhosamente de 'nosso querido diário oficial'. O nome 'queriDO' é uma redução abreviada do nome original, tendo em vista a abreviação usual dos diários oficiais do Brasil como DO”, conta Peter Krauss, um dos idealizadores do projeto.</p><img src=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/imagem28-imagem-dou.png\" alt=\"Imagem Diário Oficial da União\" width=\"100%\" /><h2> O projeto ganha estrutura </h2><p>O <a href=\"https://github.com/okfn-brasil/queriDO\" target=\"_blank\">queriDO</a> chamou a atenção do <a href=\"http://thegovlab.org/about/\" target=\"_blank\">Govlab</a> de NY, que apoiou o projeto entre agosto e outubro de 2016 com um programa de mentoria. Esse apoio ajudou a formalizar o projeto, e relacioná-lo com outras iniciativas.</p><p>Entre agosto e setembro de 2016, o projeto se tornou conhecido pela Open Knowledge em uma reunião para construção do plano estratégico da organização. Foi aí então que surgiu a ideia de unificar o queriDO com o <a href=\"http://devcolab.each.usp.br/do/\" target=\"_blank\">Diário Livre</a>, desenvolvido pelo COLAB-USP e apoiado pela OKBR, “que é um projeto já maduro com metas e softwares semelhantes”, detalha Peter.</p><p>A partir desse momento, o grupo decidiu organizar o material dos diários em um repositório coletivo, e planejar um passo a passo para que o software tanto pudesse ajudar a automatizar a metodologia do grupo, como generalizar e reutilizar alguma coisa do Diário Livre e do <a href=\"https://github.com/andresmrm/trazdia\" target=\"_blank\">TrazDia</a>.</p><p>O queriDO teve aprovação do coletivo e da diretoria da OKBR em outubro de 2016. “Além das metas e motivações serem bastante alinhadas com a proposta da OKBR, o queriDO se tornou um projeto incubado da Plataforma de Projetos, e pode servir de infraestrutura (base de dados e processamento pesado) para outros projetos, inclusive o Gastos Abertos, que atualmente é o maior, e carece de vínculo entre os dados das planilhas, tais como valores de obras do governo, e sua origem no Diário Oficial, ou seja, o texto dos contratos que descrevem as obras”, explica Peter.</p><h2>Momento atual</h2><p>Além do Peter, a equipe do projeto conta com mais quatro pessoas: Bruna, João, Henrique e Marco Zanchi. “Atualmente o desenvolvimento do software recebeu a importante colaboração do Marco, que vai também iniciar uma outra frente, um subprojeto com o Andres Martano e possivelmente o pessoal do Diário Livre, para generalizar a recuperação de diários oficiais de outros municípios”, afirma.</p><p>O projeto passou recentemente por uma reformulação consistente com as metas da OKBR: o queriDO a partir de 2017 passou a enfatizar e a oferecer recursos para o acolhimento de grupos de interesse. Surgiram as curadorias que têm o objetivo de definir os 'alvos', estabelecer para quais assuntos e diários oficiais desejam voltar seus olhares, fazer suas explorações e, mais tarde, entregar seus relatórios e pareceres. “Queremos estar prontos para, por exemplo, receber demandas dos Líderes do Gastos Abertos”, conta Peter.</p><h2>QueriDO no Open Data Day</h2><p>Neste sábado (4/03), às 10h, como parte Open Data Day, os idealizadores do queriDO vão realizar um encontro sobre o Diário Oficial no <a href=\"http://www.centrocultural.sp.gov.br/\" target=\"_blank\">Centro Cultural Vergueiro</a>, em São Paulo. O objetivo principal é a divulgar o projeto e atrair mais interessados em participar, principalmente programadores e jornalistas (profissionais ou amadores).</p><p>O evento vai contar sobre o projeto e os próximos passos. Além disso, o objetivo é também realizar uma atividade em grupo para falar sobre um serviço que pode ser realizado a partir do uso da API que o grupo está desenvolvendo. Mais informações no <a href=\"https://www.facebook.com/events/116430705541390/\" target=\"_blank\">evento criado</a> no Facebook. O ponto de encontro vai ser no saguão principal do Centro Cultural Vergueiro, na área aberta, próximo à cafeteria.</p><h2>Programação</h2><p>10h00 - Café e conversa informal com Marco, Peter e outros membros da OKBR, e registro de interesse.</p><p>10h30 - Apresentação formal do projeto.</p><p>11h00 - Workshop - separar em grupos com a tarefa</p><p>11h45 - Apresentação das ideias</p><p>12h15 - Finalização</p>",
      "banner": "https://querido-diario.nyc3.cdn.digitaloceanspaces.com/imagens_blog/banner-post01.png",
      "date": "02/03/2017",
      "author": "Open Knowledge Brasil"
    }
  ]
}


