{
  "blog": [
    {
      "id": 45,
      "title": "Encontro geral marca começo das atividades do terceiro ciclo do programa Querido Diário nas Universidades",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Entre setembro e dezembro de 2023, os grupos parceiros v&atilde;o dar continuidade &agrave;s atividades utilizando e/ou desenvolvendo melhorias para o Querido Di&aacute;rio.&nbsp;</em></p><p>O terceiro ciclo do programa <a href='https://ok.org.br/noticia/querido-diario-nas-universidades/'>Querido Di&aacute;rio nas Universidades</a>, iniciativa que busca estreitar la&ccedil;os entre comunidade acad&ecirc;mica e projetos de c&oacute;digo aberto, iniciou no m&ecirc;s de setembro. O come&ccedil;o das atividades foi marcado por um encontro geral entre os participantes.&nbsp;</p><p>Durante o encontro, que aconteceu na &uacute;ltima semana de setembro, membros dos grupos de pesquisa e extens&atilde;o universit&aacute;ria que participaram deste ciclo compartilharam suas principais metas para o pr&oacute;ximo trimestre de trabalho.&nbsp;</p><p>Estudantes do Projeto de Inicia&ccedil;&atilde;o Cient&iacute;fica &lsquo;Uso de processamento de linguagem natural em textos de di&aacute;rios oficiais municipais para an&aacute;lise de dispensa de licita&ccedil;&otilde;es&rsquo;, da Universidade Tiradentes (UNIT), da qual o professor Adolfo Pinto Guimar&atilde;es &eacute; o atual tutor, tem como principais objetivos:&nbsp;</p><ol><li style='font-weight: 400;'>Refinar o modelo que come&ccedil;aram a desenvolver no segundo ciclo, cujo objetivo &eacute; processar diferentes di&aacute;rios do munic&iacute;pio de Salvador -BA no per&iacute;odo de 2019 a 2021.</li><li style='font-weight: 400;'>Definir t&oacute;picos que ser&atilde;o analisados em Licita&ccedil;&otilde;es no munic&iacute;pio de Salvador</li><li style='font-weight: 400;'>E, ainda, preparar os estudantes para apresentar os resultados obtidos em congresso interno</li></ol><p>J&aacute; as estudantes de comunica&ccedil;&atilde;o membros da <a href='http://www.cienciaecultura.ufba.br/agenciadenoticias/'>Ag&ecirc;ncia de Not&iacute;cias Ci&ecirc;ncia e Cultura</a>, grupo de extens&atilde;o universit&aacute;ria da <strong>Universidade Federal da Bahia (UFBA)</strong>, cujo o projeto o professor Bau Carvalho &eacute; o atual tutor, v&atilde;o continuar desenvolvendo jornalismo de dados utilizando o Querido Di&aacute;rio como ferramenta auxiliar na apura&ccedil;&atilde;o documental.&nbsp;</p><p>Est&atilde;o previstas o desenvolvimento de quatro reportagens, uma para cada uma das &aacute;reas e temas abaixo:&nbsp;</p><ol><li style='font-weight: 400;'>&Aacute;rea: Cultura - setembro/2023&nbsp;</li><li style='font-weight: 400;'>Meio Ambiente - outubro/2023</li><li style='font-weight: 400;'>Seguran&ccedil;a p&uacute;blica - novembro/2023</li><li style='font-weight: 400;'>Educa&ccedil;&atilde;o - dezembro/2023</li></ol><p>Al&eacute;m dos parceiros com acompanhamento mais direto neste ciclo (parcerias vinculantes), o encontro geral contou com a participa&ccedil;&atilde;o de estudantes e professores de institui&ccedil;&otilde;es que v&atilde;o desenvolver atividades com o Querido Di&aacute;rio por conta pr&oacute;pria. S&atilde;o elas:&nbsp;</p><p><strong> Universidade de Bras&iacute;lia (Unb) -</strong> no &acirc;mbito da disciplina Evolu&ccedil;&atilde;o e Contribui&ccedil;&atilde;o em projetos de software, ministrada pela professora Carla Fonseca&nbsp;</p><p><strong> Centro Federal de Educa&ccedil;&atilde;o Tecnol&oacute;gica Celso Suckow da Fonseca (CEFET/RJ) -</strong> no &acirc;mbito da disciplina Projeto e Constru&ccedil;&atilde;o de Sistemas, sob a orienta&ccedil;&atilde;o do professor Eduardo Bezerra</p><p><strong> Instituto Federal de Alagoas - </strong>dando continuidade ao <a href='https://exoonero.org/'>Projeto Exoonero</a>, orientado pelo professor Daniel Fireman</p><p><strong>Desenvolvimento de artigo&nbsp;</strong></p><p>Uma novidade do programa neste ciclo &eacute; o desenvolvimento de um artigo cient&iacute;fico orientado pela Cientista de Dados Lu&iacute;sa Coelho,&nbsp; pesquisadora bolsista pelo Programa Ci&ecirc;ncia da Dados Aplicadas &agrave; Sa&uacute;de (PCDaS/Fiocruz), parceira do programa Querido Di&aacute;rio nas Universidades.&nbsp;</p><p>Juntamente com a estudante de Ci&ecirc;ncias Sociais na Universidade Federal de Pernambuco (UFPE), Nicolly Lira, Lu&iacute;sa vai desenvolver uma an&aacute;lise comparativa de t&eacute;cnicas de pr&eacute;-processamento de dados em textos de di&aacute;rios oficiais dos munic&iacute;pios inclu&iacute;dos na Rede Cegonha, programa governamental voltado para a sa&uacute;de de mulheres gr&aacute;vidas, entre os anos 2011 e 2021. Para esta pesquisa ser&atilde;o levantados dados utilizando o Querido Di&aacute;rio, ampliando o conhecimento desenvolvido em torno do projeto.&nbsp;</p><p><strong>Querido Di&aacute;rio nas Universidades</strong></p><p>Coordenado pelo Programa Ci&ecirc;ncia de Dados para Inova&ccedil;&atilde;o C&iacute;vica da Open Knowledge Brasil (OKBR) e apoiado pela PCDaS/Fiocruz, o programa est&aacute; no terceiro ciclo de atividades.&nbsp;</p><p>Confira balan&ccedil;o dos ciclos anteriores:</p><ul><li><strong><a href='https://queridodiario.ok.org.br/blog/post/23'><strong>Querido Di&aacute;rio nas Universidades: iniciativa fecha semestre com resultados s&oacute;lidos</strong></a></strong></li><li><a href='https://queridodiario.ok.org.br/blog/post/35'><strong>Querido Di&aacute;rio nas Universidades: confira os resultados do primeiro semestre de 2023</strong></a></li></ul>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0045/banner-post45.png",
      "date": "10/04/2023",
      "author": "Rebeca Almeida" 
    },
    {
      "id": 44,
      "title": "Contribua para tornar a sua experiência com o Querido Diário ainda melhor!",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Responda &agrave; Pesquisa de Usabilidade do Querido Di&aacute;rio e ajude a comunidade a implementar melhorias no front-end do projeto. O prazo para responder &eacute; at&eacute; dia 17 de outubro de 2023.&nbsp;</em></p><p>A Open Knowledge Brasil (OKBR) est&aacute; com uma enquete aberta sobre a experi&ecirc;ncia das pessoas na utiliza&ccedil;&atilde;o da iniciativa do <a href='https://queridodiario.ok.org.br/'>Querido Di&aacute;rio</a>. Responda ao <a href='https://go.ok.org.br/pesquisa-qd'>formul&aacute;rio</a>, leva apenas alguns minutos.&nbsp;</p><p>O question&aacute;rio foi desenvolvido pelas pessoas da comunidade que fazem parte do grupo de trabalho (GT) focado em implementar melhorias no site do Querido Di&aacute;rio. O objetivo &eacute; coletar dados para fundamentar escolhas em torno do frontend do projeto. A <em>Pesquisa de Usabilidade do Querido Di&aacute;rio</em> est&aacute; no ar desde o m&ecirc;s passado, para coletar informa&ccedil;&otilde;es. O <a href='https://go.ok.org.br/pesquisa-qd'>formul&aacute;rio</a> ficar&aacute; aberto at&eacute; 17 de outubro, leva de 10 a 15 minutos para responder.</p><p>Com as perguntas, espera-se entender como as pessoas t&ecirc;m utilizado os dados obtidos atrav&eacute;s do Querido Di&aacute;rio no dia a dia, tanto pela plataforma quanto pela API, identificando os problemas e oportunidades para que a plataforma web atenda melhor aos usu&aacute;rios.</p><p>N&atilde;o esque&ccedil;a de enviar o formul&aacute;rio para outras pessoas que j&aacute; tenham utilizado o Querido Di&aacute;rio e possam nos ajudar a construir essa base de informa&ccedil;&atilde;o a partir da percep&ccedil;&atilde;o dos usu&aacute;rios. &Eacute; muito importante fazer o formul&aacute;rio chegar ao maior n&uacute;mero poss&iacute;vel de pessoas e voc&ecirc; tamb&eacute;m pode ajudar!</p><p><strong>GT de frontend</strong></p><p>Esse grupo de pessoas volunt&aacute;rias na comunidade do <a href='https://go.ok.org.br/discord'>Discord</a> foi formado com o objetivo de melhorar o site do Querido Di&aacute;rio. A organiza&ccedil;&atilde;o das a&ccedil;&otilde;es e documentos importantes est&atilde;o sistematizados neste quadro no <a href='https://github.com/orgs/okfn-brasil/projects/22/'>GitHub.</a> O GT est&aacute; buscando pessoas volunt&aacute;rias de diferentes &aacute;reas, tais como:</p><ul><li>Comunica&ccedil;&atilde;o (cria&ccedil;&atilde;o de texto, produ&ccedil;&atilde;o de conte&uacute;do, revis&atilde;o de textos, etc.</li><li>Designer de Experi&ecirc;ncia de Usu&aacute;rio (Designer de produto / Pesquisador UX)</li><li>Designer gr&aacute;fico / identidade visual</li><li>Programador Frontend (CSS, HTML, Angular, Javascript, etc.)</li></ul><p>As reuni&otilde;es s&iacute;ncronas deste GT acontecem quinzenalmente, &agrave;s segundas-feiras, a partir das 18h. O canal de conversas ass&iacute;ncronas &eacute; #qd-frontend, no Discord. O reposit&oacute;rio principal &eacute; <a href='https://github.com/okfn-brasil/querido-diario-frontend'>querido-diario-frontend</a>.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0044/banner-post44.png",
      "date": "10/04/2023",
      "author": "Grupo de Trabalho de Frontend" 
    },
    {
      "id": 43,
      "title": "Contribua com o Querido Diário na Hacktoberfest 2023!",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Em sua décima edição, a Hacktoberfest é um evento que agita comunidades no mundo inteiro. Saiba como participar deste festival hacker conosco.</em></p><hr/><p>Todo mundo usa softwares de código aberto ou código livre. Só de acessar a Internet já tem inúmeros: as páginas web em que navega, os servidores que sustentam os sites, os bancos de dados que armazenam nossos dados. É tudo construído com softwares abertos ou livres e usados em computadores pessoais, celulares e diversas outras máquinas, todos os dias. </p><p>Mobilizando milhares de pessoas ao redor do mundo, a <b>Hacktoberfest</b>, que acontece sempre em outubro, é a celebração dessas iniciativas. Dos projetos que são livres, abertos, colaborativos e que geram impacto incalculável na vida de quem trabalha, estuda, se diverte, passeia, encontra com pessoas queridas e, em nosso caso, desbrava os cantos inexplorados da administração pública brasileira. São projetos feitos a muitas mãos e que, a partir de agora, as suas também podem passar a ser parte disso em qualquer projeto que admire e conosco, aqui no Querido Diário!</p><p class=\"quote-paragraph\">TODO MUNDO É BEM VINDO</p><p class=\"quote-paragraph\">Participantes da Hacktoberfest se juntam de todas as partes do mundo e representam milhares de habilidades únicas. Nós recepcionamos os interessados em mergulhar nisso e todos que já são parte da comunidade de código aberto.</p><p><small>(convocação do site oficial da Hacktoberfest em tradução livre)</small></p><h2>Participe...</h2><p>Entre 26 de setembro e 31 de outubro, você pode usar uma <a href=\"https://github.com/\" target=\"_blank\">conta GitHub</a> para se cadastrar no <a href=\"https://hacktoberfest.com/\" target=\"_blank\">site da Hacktoberfest</a>, onde também pode ler (em inglês) muitas outras informações sobre o evento. O desafio é enviar ao menos 4 contribuições (<i>Pull Requests</i> ou 'PRs') para os repositórios participantes. Com a intenção de ser mais sustentável, as primeiras 50 mil pessoas que cumprirem o desafio vão receber uma árvore plantada em seu nome como prêmio.</p><p>Se você ainda não tem familiaridade, a <a href=\"https://escoladedados.org/\" target=\"_blank\">Escola de Dados</a> veio ao resgate com o tutorial \"<a href=\"https://escoladedados.org/tutoriais/introducao-ao-git-e-github-colaborando-com-projetos-de-codigo-aberto/\" target=\"_blank\">Introdução ao Git e GitHub: colaborando com projetos de código aberto</a>\". Tenha em vista também que contribuir com um projeto nem sempre significa programar. Contribuições relacionadas à estética, design, textos e traduções são exemplos de contribuições não-técnicas que são muito bem-vindas!</p><h2>... contribuindo com o Querido Diário!</h2><p>Se você ainda não conhece o projeto, comece assistindo ao vídeo \"<a href=\"https://www.youtube.com/watch?v=3SCQl4cYB5I&list=PLpWp6ibmzPTc2rod9Hc822_3zMaq9G-qE&index=1\" target=\"_blank\">Apresentando o Querido Diário</a>\". Se quiser aprofundar mais, pode ler a <a href=\"https://queridodiario.ok.org.br/tecnologia\" target=\"_blank\">página de Tecnologia</a> ou assistir ao vídeo \"<a href=\"https://www.youtube.com/watch?v=plvSFl0IcVM&list=PLpWp6ibmzPTc2rod9Hc822_3zMaq9G-qE&index=2\" target=\"_blank\">Por dentro do Querido Diário</a>\".</p><p>Antes de pôr a mão na massa, leia o <a href=\"https://github.com/okfn-brasil/querido-diario-comunidade/blob/main/.github/CONTRIBUTING.md#contribuindo\" target=\"_blank\">Guia de Contribuição</a>, onde há informações gerais sobre contribuir com o projeto. Também te convidamos a ingressar no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord da OKBR</a>, onde você poderá nos mandar mensagens com mais facilidade e ficar por dentro das novidades.</p><p>Para o ano de 2023, escolhemos 3 repositórios para participar da Hacktoberfest: raspadores, site e documentação. Vamos a eles?</p><h3>Raspadores</h3><p>No <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">repositório de raspadores</a> é onde ficam os robôs desenvolvidos para coletar as edições de diários oficiais nos sites publicadores. Eles são desenvolvidos em Python usando o framework Scrapy. Você pode começar contribuindo criando um raspador para alguma das <a href=\"https://github.com/okfn-brasil/querido-diario/issues?q=is%3Aissue+is%3Aopen+label%3Ahacktoberfest\" target=\"_blank\">cidades listadas</a>. Queremos adicionar uma centena de cidades nessa Hacktoberfest!</p><p>É o repositório que costumamos ter mais contribuições e, por isso, temos alguns materiais de apoio: \"<a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">Conheça os desafios de raspagem do Querido Diário</a>\" e \"<a href=\"https://queridodiario.ok.org.br/blog/post/30\" target=\"_blank\">Entenda como analisar sites de diários oficiais para raspagem de dados</a>\" (com indicação de vídeo-aulas!).</p><h3>Site</h3><p>Esta página que vos fala é a plataforma web do Querido Diário e seu código fica no repositório <a href=\"https://github.com/okfn-brasil/querido-diario-frontend\" target=\"_blank\">querido-diario-frontend</a>. O código é feito em TypeScript com o framework Angular. Aqui, há espaço para contribuições que melhorem o site. Mas também há espaço para você contar sua história com o projeto! No Blog, temos a categoria \"<a href=\"https://queridodiario.ok.org.br/blog/Comunidade%20e%20Tecnologia\" target=\"_blank\">Comunidade e Tecnologia</a>\" que tem o objetivo de ser um espaço aberto para que quem já vem contribuindo possa escrever tutoriais técnicos, contar sobre sua trajetória ou sobre como é fazer parte da comunidade do Querido Diário, o que aprendeu desde quando começou a contribuir, como foi importante para você, ou outras ideias que gostaria de compartilhar.</p><h3>Documentação</h3><p>No repositório <a href=\"https://github.com/okfn-brasil/querido-diario-comunidade\" target=\"_blank\">querido-diario-comunidade</a> ficam os arquivos que geram a <a href=\"https://docs.queridodiario.ok.org.br/pt/latest/\" target=\"_blank\">página de documentação</a> do Querido Diário. Ter uma boa documentação é muito importante para que o projeto seja compreensível e acessível para as pessoas. As contribuições de escrita e tradução aqui são essenciais.</p><h2>Agenda</h2><p>No sábado, dia 7 de outubro às 15h, realizaremos um workshop de apresentação do Querido Diário para a Hacktoberfest. Além de retomar o panorama do projeto e seus desafios, quem já navegou nos materiais aqui indicados e explorou os repositórios terá a oportunidade de fazer perguntas, tirar dúvidas e combinar tarefas que queiram realizar.</p><p>Além desse evento para a Hacktoberfest, temos <a href=\"https://queridodiario.ok.org.br/blog/post/41\" target=\"_blank\">encontros regulares de grupos de trabalho</a> para raspadores e frontend no Discord. Disponibilizamos uma <a href=\"https://go.ok.org.br/agenda-comunidade\" target=\"_blank\">agenda de comunidade</a> (<i>assine!</i>) para facilitar que acompanhem e sintam-se bem-vindo(a) em todas as nossas atividades. </p><h2>Foi dada a largada!</h2><p>O registro no evento já está aberto e agora você tem todas as informações essenciais para contribuir conosco. Sabe quais repositórios estão participando, os diferentes tipos de contribuição, materiais de apoio, nosso cronograma de atividades e como entrar em contato por mensagem e por voz. <b>Vem participar! Estaremos esperando por você nesta celebração!</b></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0043/banner-post43.png",
      "date": "09/29/2023",
      "author": "Juliana Trevine" 
    },
    {
      "id": 41,
      "title": "Grupos de Trabalho movimentam comunidade do Querido Diário no Discord; saiba detalhes e como participar das atividades",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>A partir da formação de um GT voltado para implementação de melhorias no site do Querido Diário, outros dois grupos foram criados: o GT de Raspadores e o de Processamento de Dados.</em></p><hr/><p> A comunidade do Querido Diário no Discord é composta por pessoas de diferentes campos e perfis. Como a arquitetura do QD envolve diversas áreas, é possível contribuir de várias maneiras e, para agregar pessoas com interesses em comum, recentemente começamos a organizar a comunidade em grupos de trabalho. </p><p>O objetivo é que a diversidade possa ser melhor aproveitada com a proposta de tarefas focadas em três objetivos gerais: realizar melhorias de manutenção e planejamento do site, formação da comunidade de raspagem de dados e tornar a infraestrutura de processamento de dados mais robusta. Esse texto é para quem está chegando agora e quer saber um pouco mais sobre o que está acontecendo, o que é cada GT e como é possível se engajar em algum deles. Vamos?</p><h2>O que são e como funcionam os Grupos de Trabalho (GTs)?<h2><p><em>Um grupo de trabalho é um grupo de pessoas trabalhando juntas para alcançar objetivos específicos</em> (Wikipédia).</p><p>Os grupos de trabalho da comunidade do Querido Diário seguem essa mesma abordagem, e cada um tem suas metas e objetivos próprios. Qualquer pessoa da comunidade que tenha interesse pode participar dos grupos. Não é obrigatório que todos tenham o mesmo 'nível' de conhecimento, mas que os objetivos estejam claros e sejam comuns a todos. Além disso, cada pessoa ou algumas pessoas, se responsabilizam por uma ou mais tarefas.</p><p>O caráter é de troca, as pessoas se engajam nas tarefas, interagem entre si e com as pessoas mantenedoras do projeto para compartilhar conhecimentos. Cada grupo está sendo diretamente acompanhado por uma pessoa da equipe de Inovação Cívica da OKBR, para dar apoio no que for necessário na execução das atividades.</p><p><strong>Calendário da comunidade.</strong>Com as várias novas atividades que surgiram e reuniões periódicas acontecendo no servidor, percebemos a necessidade de deixar tudo visível em algum local. A solução encontrada foi disponibilizar um calendário público, <a href=\"https://go.ok.org.br/agenda-comunidade\" target=\"_blank\"> https://go.ok.org.br/agenda-comunidade</a>, por onde é possível acompanhar todas as atividades previstas, dia e horário.</p><p></p><h2>GT de Frontend</h2><p>Esse foi o primeiro grupo formado, com o objetivo de melhorar o site do Querido Diário. Quem está à frente deste GT é o Pedro Guimarães (@tigreped) e a organização das ações e documentos importantes estão sistematizados neste <a href=\"https://github.com/orgs/okfn-brasil/projects/22/\" target=\"_blank\">quadro no GitHub</a>. Atualmente, o grupo de pessoas engajadas está focado em compreender o perfil dos usuários e implementar melhorias na usabilidade do site. O GT aceita contribuições de diferentes áreas, tais como:</p><ul><li>Comunicação (criação de texto, produção de conteúdo, revisão de textos, etc.)</li><li>Designer de Experiência de Usuário (Designer de produto / Pesquisador UX)</li><li>Designer gráfico / identidade visual</li><li>Programador Frontend (CSS, HTML, Angular, React, Javascript, etc.)</li></ul><p>As reuniões síncronas deste GT acontecem quinzenalmente, às segundas-feiras, a partir das 18h. O canal de conversas assíncronas é #qd-frontend, no Discord. O repositório principal é <a href=\"https://github.com/okfn-brasil/querido-diario-frontend\" target=\"_blank\">querido-diario-frontend</a>.</p><p></p><h2>GT de Raspadores</h2><p>Esse grupo é acompanhado pela Juliana Trevine (@trevineju) e tem como principal objetivo trocar conhecimento sobre revisão do código de raspadores de sites. O GT parte desta atividade, pois a maior parte dos integrantes já passou pela experiência de desenvolver raspadores em outras atividades promovidas pela OKBR. Mas há também espaço e tarefas para quem tiver interesse em começar e, no GT, vão encontrar outras pessoas mais experientes que podem ajudar.</p><p>Além disso, busca mapear os sistemas replicáveis de publicação de diários oficiais. Para entender melhor esse conceito, leia mais sobre <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">os desafios da raspagem de dados para o QD</a>. Já o passo-a-passo para mapear um município e desenvolver seu raspador está explicado no post <a href=\"https://queridodiario.ok.org.br/blog/post/30\" target=\"_blank\">\"Entenda como analisar sites oficiais para raspagem de dados\"</a>.</p><p>Para participar do GT, pessoas interessadas precisam saber:</p><ul><li>Programação em Python </li><li>Contato com raspagem de dados e, preferencialmente, com o framework <a href=\"https://scrapy.org/\" target=\"_blank\">Scrapy</a></li></ul><p>O GT de Raspadores se reúne semanalmente, toda terça-feira, a partir das 18h. As atividades são registradas em uma ata permanente e as discussões assíncronas acontecem no canal #qd-raspadores. O principal repositório no GitHub é <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">querido-diario</a>, vinculado ao <a href=\"https://github.com/orgs/okfn-brasil/projects/12\" target=\"_blank\">quadro de expansão de cidades</a>. O GT também possui uma <a href=\"https://docs.google.com/document/d/e/2PACX-1vSak92FK7TYe4sHGvEuIWYlCoiaA6Hoa5lXf68NYG0Jv0nr_LDRHqkLwx3cuNTSlQaPFmtmiAIQ7a4Z/pub\" target=\"_blank\">ata unificada</a>, que é atualizada a cada reunião síncrona.</p><p></p><h2>GT de Processamento de Dados</h2><p>O GT de Processamento de Dados é acompanhado por Giulio Carvalho (@ogecece). Muita gente tem participado das reuniões síncronas com o objetivo de nivelar o conhecimento acerca desta área do projeto:</p><p>Para acompanhar as discussões é importante ter interesse nas seguintes áreas: </p><ul><li>Engenharia de Dados (modelagem, orquestração, etc.)</li><li>Infra/DevOps (kubernetes, CI/CD, etc.)</li><li>Backend (FastAPI, Django, Opensearch/Elasticsearch, Postgres, etc.)</li></ul><p>As reuniões síncronas são quinzenais, toda quarta-feira, 18h. A conversa assíncrona acontece no canal #qd-backend e o principal repositório no GitHub é o <a href=\"https://github.com/okfn-brasil/querido-diario-data-processing\" target=\"_blank\">querido-diario-data-processing</a>.</p><p></p><h2>O que vem por aí…</h2><p>Os GTs tem objetivos específicos e duração limitada. Eles surgiram com o objetivo de testar essa dinâmica de interação, fomentando o engajamento da comunidade como um todo e possibilitar mais avanços com o projeto. Além das reuniões síncronas de cada GT, a reunião de pessoas mantenedoras do Querido Diário é uma boa forma de se inserir na comunidade e ficar atualizado do projeto como todo. Esses encontros acontecem uma vez por mês, sempre na última quinta-feira, a partir das 18h, também no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord da OKBR</a>.</p><p>Ao que tudo indica, a dinâmica de GTs tem funcionado. Depende sobretudo do interesse e engajamento das pessoas da comunidade. As possibilidades são amplas e estamos apenas no começo! 🚀</p>",    
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0041/banner-post41.png",
      "date": "09/18/2023",
      "author": "Rebeca Almeida" 
    },
    {
      "id": 40,
      "title": "Dois anos e a primeira centena de municípios: o novo capítulo do Querido Diário",
      "category": "História",
      "content": "<p>Em julho de 2023, o Querido Diário completou dois anos e, hoje, este ambicioso e desafiador projeto atinge sua primeira centena de municípios. Agora, a sociedade brasileira pode pesquisar em formato aberto e amigável qualquer tema de interesse nos diários oficiais dessas cidades, onde vivem mais de 50 milhões de pessoas. Tivemos muitos avanços e novidades desde o <a href=\"https://queridodiario.ok.org.br/blog/post/18\" target=\"_blank\">primeiro aniversário</a> e o <a href=\"https://queridodiario.ok.org.br/blog/post/21\" target=\"_blank\">marco de 50 municípios</a>. Confira como foi o mais recente capítulo dessa história.</p><hr/><h2>Tecnologias na Educação</h2><p>Com o Querido Diário fazendo a parte pesada de coletar e disponibilizar os dados que estavam dispersos, um universo de possibilidades se abre. Muitos novos projetos e aplicações podem surgir a partir dessa infraestrutura aberta.</p><p>Nesse sentido, o <a href=\"https://queridodiario.ok.org.br/educacao\" target=\"_blank\">Querido Diário: Tecnologias na Educação</a> foi lançado para monitorar, especificamente, atos municipais sobre adoção de recursos tecnológicos por atores da educação pública. Com ele, além do buscador do site, é possível se cadastrar para receber alertas periódicos e personalizados sempre que palavras-chave de interesse aparecem em novas edições de diários oficiais. </p><p>Lançado juntamente com a <a href=\"https://queridodiario.ok.org.br/educacao/relatorio/1\" target=\"_blank\">primeira análise panorâmica</a>, já conta também com a <a href=\"https://queridodiario.ok.org.br/educacao/relatorio/2\" target=\"_blank\">primeira análise temática</a> - focando em programas e contratações de serviços de acesso à internet -, além de um <a href=\"https://docs.google.com/spreadsheets/d/1BznwRdJLu0F06dfNTIxtm9qK_ZPwPyaypbRmxhTvpgo/edit?usp=drive_link\" target=\"_blank\">catálogo de instrumentos de gestão</a>. Periodicamente, mais análises serão publicadas.</p><h2>Nas Universidades</h2><p>A iniciativa que <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">aproxima o Querido Diário das atividades universitárias</a> teve seus dois primeiros ciclos finalizados. Mais focado em Ciência de Dados, <a href=\"https://queridodiario.ok.org.br/blog/post/23\" target=\"_blank\">as parcerias do primeiro ciclo</a> desenvolveram pesquisas nos temas de recomendação de conteúdo, segmentação de textos de diários oficiais agregados, inteligência artificial e processamento de linguagem natural. <a href=\"https://queridodiario.ok.org.br/blog/post/35\" target=\"_blank\">No segundo ciclo</a>, além da continuidade das pesquisas em andamento, recebemos jornalistas em formação como novas parceiras, que produziram reportagens a partir do Querido Diário. </p><p>Para aproximar e integrar os grupos parceiros, dando um novo passo no fomento à comunidade acadêmica em torno do projeto, promovendo dois encontros gerais este ano onde puderam apresentar o andamento de suas experiências. </p><h2>Fonte de Informação</h2><p>Pioneiro na abertura dos textos de diários oficiais municipais, o Querido Diário vai se consolidando como nova fonte de informação sobre cidades brasileiras disponível para pesquisadores, jornalistas e ativistas.</p><p>Na Bahia, a partir da parceria com a <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/\" target=\"_blank\">Agência de Notícias em Ciência e Cultura</a> da UFBA, o projeto foi utilizado como fonte para conhecer mais sobre <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/alagoinhas-feira-de-santana-e-salvador-como-esta-a-seguranca-escolar-nos-municipios-baianos/\" target=\"_blank\">segurança escolar</a>, <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/salvador-as-raizes-de-uma-cidade-de-papel/\" target=\"_blank\">chuvas e seus impactos na infraestrutura urbana</a>, <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/saude-um-direito-verdadeiramente-de-todos/\" target=\"_blank\">acesso à saúde pela população LGBTQIAPN+</a> e <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/dengue-em-salvador-resultado-do-primeiro-semestre-e-acoes-da-prefeitura/\" target=\"_blank\">ações frente aos surtos de dengue</a>. </p><p>Foi possível conhecer mais sobre municípios que regulamentam a Lei de Governo Digital, além de uma série de reportagens feitas por coletivos independentes de jornalistas sobre condições do transporte público em João Pessoa, investimento em saúde infantil no Recife e reconhecimento às mulheres em Maceió. </p><p>Além disso, quem participa do <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord da OKBR</a> recebe, todos os dias, mensagens sobre atos oficiais relacionados a governo aberto, direitos digitais, segurança pública e tecnologia graças a <a href=\"https://ok.org.br/noticia/querido-diario-automatiza-monitoramento-de-politicas-publicas-municipais/\" target=\"_blank\">um bot integrado no servidor</a>.</p><h2>Comunidade</h2><p>Como projeto de código aberto, o Querido Diário se fortalece graças à comunidade de desenvolvedores e ativistas que abraçam a iniciativa, contribuindo para aprimorá-la. Para engajar, fortalecer e expandir essa comunidade, tomamos algumas ações e realizamos diversas atividades e eventos. </p><p>Escrevemos conteúdos apresentando os <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">critérios para adicionar novas cidades</a> ampliando a compreensão sobre o projeto e um <a href=\"https://queridodiario.ok.org.br/blog/post/30\" target=\"_blank\">tutorial de análise de sites</a> para apoiar o desenvolvimento de raspadores. Durante 3 dias, promovemos uma <a href=\"https://queridodiario.ok.org.br/blog/post/31\" target=\"_blank\"><i>sprint</i> online com o foco em raspadores da Amazônia Legal</a> que gerou um saldo de 16 novos municípios e aproximou novas pessoas.</p><p>Inauguramos uma dinâmica de grupos de trabalho (GT) que tem encontros recorrentes e abertos no Discord com as pessoas interessadas em etapas específicas da arquitetura do Querido Diário. Até o momento são três: de frontend, raspadores e processamento de dados. Os GTs são espaços de familiarização e aprendizagem junto às pessoas de diferentes níveis e mantenedoras. Disponibilizamos <a href=\"https://go.ok.org.br/agenda-comunidade\" target=\"_blank\">uma agenda</a> para facilitar o acompanhamento das atividades da comunidade.</p><h2>Reconhecimento</h2><p>Em maio, o Querido Diário recebeu espaço em veículos como o Jornal Nacional, por ter sido a única iniciativa latinoamericana <a href=\"https://queridodiario.ok.org.br/blog/post/29\" target=\"_blank\">reconhecida na Cúpula do Prêmio Nobel</a> no tema “Hope in Action: Open-Source Innovations for Information Integrity” (“Esperança em Ação: Inovações de Código Aberto para Integridade de Informação”), após chamada internacional fruto de parceria entre o Programa das Nações Unidas para o Desenvolvimento (PNUD) e a Digital Public Goods Alliance (DPGA). A chamada buscou identificar e promover soluções de código aberto que podem contribuir para o enfrentamento ao desafio urgente e global da desinformação. </p><h2>Em números</h2><p><b>Cobertura</b>. Com 20 capitais e 27 municípios da Amazônia Legal, são <a href=\"https://queridodiario.ok.org.br/cidades-disponiveis\" target=\"_blank\">102 municípios integrados</a> onde moram cerca de 50,6 milhões de brasileiros, mais de 23% da população nacional, sendo principalmente cidades no Nordeste (41%) e Sudeste (32%). </p><p><b>Conteúdo</b>. O Querido Diário armazena e disponibiliza mais de 480 mil arquivos (743 GB) entre documentos originais de diários oficiais coletados (PDFs) e arquivos abertos de texto puro (TXTs) criados a partir do processamento dos originais e utilizados para realizar buscas. Esses valores crescem todos os dias, com a publicação de novas edições dos municípios integrados.</p><p><b>Comunidade</b>. Nestes dois anos, foram mais de 100 pessoas contribuidoras e cerca de 1050 estrelas nos <a href=\"https://github.com/okfn-brasil?q=querido-diario&type=all&language=&sort=\" target=\"_blank\">diversos repositórios no GitHub</a>. O Discord conta com 1145 membros e o site do Querido Diário já recebeu 17 mil usuários, com 1 mil destes se convertendo em usuários mensais recorrentes. </p><h2>No horizonte</h2><p>Seguimos com atividades planejadas em todas as frentes. Estamos às vésperas de <a href=\"https://ok.org.br/noticia/segunda-edicao-do-coda-amazonia-debate-uso-de-dados-e-justica-climatica-com-comunidades-da-amazonia-legal/\" target=\"_blank\">lançar o Diário do Clima no Coda Amazônia</a> que, assim como o Tecnologias na Educação, parte dos dados coletados pelo projeto, mas como foco em acompanhar atos oficiais relacionados a meio ambiente e clima. </p><p>Atualmente, <a href=\"https://go.ok.org.br/chamada-parceria\" target=\"_blank\">está aberta a chamada</a> para receber o novo ciclo de grupos universitários interessados em aprimorar o Querido Diário tecnicamente e/ou utilizar seus dados para novas iniciativas, análises, matérias ou atividades.</p><p>Para a comunidade, temos a expectativa de manter os encontros dos grupos de trabalho recorrentes até o fim do ano de 2023, como uma primeira experiência. Temos grandes expectativas para a Hacktoberfest, que costuma agitar nossa comunidade durante o mês inteiro de outubro, com várias contribuições e atividades. Na agenda, já temos uma <a href=\"https://pretalx.com/python-nordeste-2023/talk/AAYVU9/\" target=\"_blank\">atividade na Python Nordeste 2023</a> e o <a href=\"https://escoladedados.org/coda/coda2023/\" target=\"_blank\">Coda.Br em São Paulo</a>.</p><p>Com essas ações, esperamos atingir 250 municípios nos próximos meses e seguir contando novos capítulos dessa história. Até lá!</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0040/banner-post40.png",
      "date": "08/25/2023",
      "author": "Juliana Trevine" 
    },
    {
      "id": 39,
      "title": "Querido Diário automatiza monitoramento de políticas públicas municipais",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Mecanismo alerta comunidade da OKBR no Discord, possibilitando acompanhamento mais minucioso</em></p><hr/><p>Governo aberto, direitos digitais, segurança pública e tecnologia. Toda vez que uma das 88 prefeituras integradas ao Querido Diário adota alguma medida relacionada a esses temas, <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">a comunidade da Open Knowledge Brasil no Discord</a> recebe um alerta que possibilita um monitoramento automatizado das palavras-chave nos respectivos Diários Oficiais.</p><p>A funcionalidade cobre quatro áreas e suas respectivas palavras-chave: 1. Governo aberto (dados abertos e governo aberto), 2. Direitos digitais (Lei de Acesso à Informação, Lei Geral de Proteção de Dados e LGPD ), 3. Segurança pública (reconhecimento facial) e 4. Tecnologia (engenharia de dados, ciência de dados, código aberto, software livre e transformação digital).</p><p class=\"quote-paragraph\"><q>“Essa funcionalidade disponibiliza o trecho do documento em que a palavra é citada, assim como o link para download do Diário Oficial em que foi publicado. Isso permite olhar a menção com atenção para observar e questionar tal medida, se for o caso”</q>, explica Rebeca Almeida, gestora de comunidade de Inovação Cívica da OKBR.</p><p>Além de aprimorar o funcionamento do Querido Diário, a ferramenta contribui com outras iniciativas da entidade. É o caso do alerta para busca do termo \"reconhecimento facial\", que também contribui com a campanha <a href=\"https://tiremeurostodasuamira.org.br/\" target=\"_blank\">Tire meu rosto da sua mira</a>. A iniciativa mobiliza a sociedade civil em prol do banimento total do uso das tecnologias digitais de reconhecimento facial na segurança pública, diante das evidências de seu uso abusivo e pouco transparente.</p><p>Formada por 1.108 membros, a comunidade da OKBR no Discord está aberta a novas sugestões de palavras-chave para compor o alerta. O objetivo é expandir a funcionalidade para além do Discord, como, por exemplo, aplicativos de mensagem como Telegram ou para redes sociais como Twitter.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0039/banner-post39.png",
      "date": "08/04/2023",
      "author": "Open Knowledge Brasil" 
    },
    {
      "id": 38,
      "title": "Ciência aberta: Querido Diário abre chamada para orientandos em artigo científico",
      "category": "Querido Diário nas Universidades",
      "content": "<p><em>O objetivo é ser co-autor/a de uma análise comparativa de técnicas de pré-processamento de dados em textos de diários oficiais dos municípios incluídos na Rede Cegonha.</em></p><hr/><p>O terceiro ciclo do programa Querido Diário nas Universidades vai começar este mês e tem uma novidade: pessoas interessadas em ciência aberta, políticas públicas e processamento de linguagem natural aplicado à saúde, e que estejam matriculadas em instituições de ensino e pesquisa brasileiras poderão se inscrever, até o dia 13 de agosto, para colaborar com o desenvolvimento de uma pesquisa com a orientação de  Luísa Coelho, pesquisadora bolsista pelo Programa Ciência da Dados Aplicadas à Saúde (PCDaS/Fiocruz). </p><p>O objetivo é ser co-autor/a de uma análise comparativa de técnicas de pré-processamento de dados em textos de diários oficiais dos municípios incluídos na Rede Cegonha, programa governamental voltado para a saúde de mulheres grávidas, entre os anos 2011 e 2021. Para esta pesquisa serão levantados dados utilizando o Querido Diário, ampliando o conhecimento desenvolvido em torno do projeto. Ao mesmo tempo, é uma possibilidade para estudantes e pesquisadores de aplicar os conhecimentos aprendidos na academia em um projeto aberto e voltado para a inovação cívica.</p><p>A equipe da OKBR vai selecionar dois estudantes com experiência em processamento de linguagem natural em Python para serem orientados no projeto de pesquisa que será desenvolvido entre os meses de agosto e dezembro deste ano. As pessoas podem declarar interesse por meio deste <a href=\"https://forms.gle/A7jZPzpu6Gv5N4nf7\" target=\"_blank\">formulário</a>. Alguns selecionados serão convidados para entrevistas síncronas e a duas pessoas serão escolhidas para receber a orientação ao longo do semestre. </p><h2>Parceria</h2><p>A parceria será construída em forma de projeto de pesquisa e publicação de artigo científico, voltado para estudantes em nível técnico ou de graduação.</p><p>A OKBR apoiará a atividade por meio da orientação da pesquisadora Luísa Coelho, com as seguintes atividades:</p><ul><li>Realização de reuniões periódicas da evolução da pesquisa, com periodicidade e duração a combinar;</li><li>Incentivo e apoio na divulgação dos resultados obtidos;</li><li>Oferecendo suporte e procurando acolher sugestões para o Querido Diário, baseadas nas necessidades percebidas pela parceria.</li></ul><h2>Querido Diário nas Universidades</h2><p>Coordenado pelo Programa Ciência de Dados para Inovação Cívica da Open Knowledge Brasil (OKBR) e apoiado pela Plataforma de Ciência de Dados aplicada à Saúde (PCDaS/ICICT/Fiocruz), o programa está iniciando o terceiro ciclo de atividades. </p><p>Confira balanço dos ciclos anteriores:</p><ul><li><a href=\"https://queridodiario.ok.org.br/blog/post/23\" target=\"_blank\">Querido Diário nas Universidades: iniciativa fecha semestre com resultados sólidos</a></li><li><a href=\"https://queridodiario.ok.org.br/blog/post/35\" target=\"_blank\">Querido Diário nas Universidades: confira os resultados do primeiro semestre de 2023</a></li></ul><p>A iniciativa busca aproximar o Querido Diário, projeto de código aberto mantido pelo Programa Ciência de Dados para Inovação Cívica da OKBR, das universidades e institutos brasileiros, por meio de atividades práticas ou de pesquisa. Neste ciclo estão previstas ainda chamadas para parcerias com grupos de ensino e pesquisa que serão abertas em breve.</p>",      
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0038/banner-post38.jpg",
      "date": "08/02/2023",
      "author": "Open Knowledge Brasil" 
    },
    {
      "id": 37,
      "title": "Dengue em Salvador: resultado do primeiro semestre e ações da prefeitura",
      "category":  "Querido Diário nas Universidades",
      "content": "<p><em>Confira a reportagem produzida por estudantes da Faculdade de Comunicação da Universidade Federal da Bahia, que fazem parte do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades.</a></em></p><hr /><p><em>Dengue, zika e chikungunya na cidade de Salvador no primeiro semestre de 2023.</p></em><p>Ao acordar na terça feira, dia 27 de Junho, Flávio sentiu o seu corpo febril, fadiga e outros sintomas que remetiam a gripe ou mesmo uma virose, mas foi ao chegar no posto de saúde e realizar o teste que o estudante de Produção Cultural se surpreendeu ao descobrir que se tratava de um quadro de dengue. Infelizmente, a situação de Flávio não é um caso isolado, em Salvador os índices de contaminação aumentaram quase dez vezes em relação ao ano passado, entre os dias 1º de janeiro e 6 de março. os índices saíram de 102 para 944, segundo a Secretária de saúde do estado da Bahia.</p><p>Segundo o Ministério da Saúde, a dengue é a arbovirose urbana mais prevalente nas Américas, principalmente no Brasil. É uma doença febril que tem se mostrado de grande importância na saúde pública nos últimos anos. O vírus dengue (DENV) é um arbovírus transmitido pela picada da fêmea do mosquito Aedes aegypti. Além da dengue, a picada do Aedes aegypti pode causar zika vírus e chikungunya.</p><p>A chikungunya tem sintomas e sinais parecidos com a dengue, mas enquanto a dengue se destaca pelas dores nos corpo, a chikungunya se destaca por dores e inchaço nas articulações. “Eu estava sentindo muita dor no corpo, mas pensei que era só cansaço mesmo. Só que, uns poucos dias depois de começar, minhas pernas começaram a inchar, os pulsos, depois veio a febre, aí não teve jeito. Sou meio medroso, já achei que ia morrer e fui pra upa. Foi a pior dor física que já tinha sentido na vida”. Relata Adelson Silva Rios, 39 anos.</p><p>Segundo site da Fundação Oswaldo Cruz (<a href=\"http://https//www.bio.fiocruz.br/index.php/br/zika-sintomas-transmissao-e-prevencao\" target=\"_blank\">Fiocruz</a>), o zika vírus causado pelo aedes aegypti foi identificado pela primeira vez no Brasil em 2015, apesar de já ter sido identificado desde 1947. Os sintomas mais comuns nesses casos são, a erupção na pele com coceira, febre baixa, olhos vermelhos sem secreção ou coceira, dor nas articulações, dor nos músculos e dor de cabeça. João Victor, 16 anos, morador do bairro de Itinga relata que um dos piores sintomas da zika foi a dor nas articulações “A sensação de ter zika é horrível, parece que você não consegue se mexer direito, qualquer movimento você sente dor. Então, todo cuidado é pouco, sabe?” descreveu.</p><p>Apesar de os sintomas serem parecidos, o tratamento se diferencia para cada doença, por isso é importante buscar o posto de saúde ao sentir os primeiros sintomas e evitar a automedicação.</p><h2>IMPACTOS DA DOENÇA PARA A POPULAÇÃO</h2><p>A dengue é uma doença que tem se tornado cada vez mais presente na vida não só do brasileiro, como também do baiano. Segundo <a href=\"http://https//www.saude.ba.gov.br/wp-content/uploads/2017/11/boletimEpidemiologicoArbovirosesNo05_junho2023.pdf\" target=\"_blank\">Boletim epidemiológico arboviroses</a>, número 05, divulgado em Junho de 2023 pela Secretaria de Saúde do estado da Bahia (SESAB), foram registrados, 31.084 casos de dengue, 11.677 casos de chikungunya, e 1.469 casos de zika em toda Bahia. Muitas são as dúvidas sobre os sintomas, o diagnóstico, e os casos de perdas repentinas acabam sempre assustando os moradores, assim como relata Ítalo Francisco de 22 anos, morador do Bonfim “ 3 meses atrás o filho de um moço que trabalha no bar da família morreu de dengue. Tá barril.”</p><p>De acordo com o site da Secretaria Municipal de Saúde, foram tomadas algumas ações de bloqueio de transmissão espacial através do Centro de Zoonoses (CCZ) no mês de abril para intensificar o combate ao mosquito em alguns bairros, entre eles estão Itapuã, Imbuí, Costa Azul, Pituba, Sussuarana, Saboeiro, Mata Escura, Horto Florestal, Sete de Abril, Campinas e Nova Brasília.</p> <p>José Paulo, de 26 anos, morador do Dique do Tororó, em entrevista falou como foi sua experiência em se contaminar pela segunda vez. “Quando eu comecei a sentir as dores, percebi que eu estava ficando doente, primeiro eu pensei que era por causa da academia. Mas como ficou uns dois dias o corpo todo doendo, tudo, joelho, braço, tudo doendo, e comecei também a ter febre, fui logo na UPA, porque como eu já tive uma vez, eu pensei que podia ser. Como eu já tinha tido dengue uma vez, eu pensei que poderia ter sido isso. Chegando lá, o médico confirmou”.</p><p>Em seu relato, José Paulo também falou sobre a falta de visita dos agentes para fazer a análise do ambiente e identificação do foco em seu bairro, como também em Brotas, seu bairro de trabalho. “Na verdade, bem antes da pandemia que eu não vejo ninguém nem aqui nem lá no trabalho, nada! Como eu trabalho na lanchonete com minha mãe, né. Não vejo nem aqui nem lá, nada.”</p><h2>AÇÕES DA PREFEITURA PARA AMENIZAR O PROBLEMA</h2><p>Para entender um pouco mais sobre as ações da prefeitura de Salvador em relação ao aumento nos casos de dengue, chikungunya e zika, foi utilizada a ferramenta de busca <a href=\"http://https//queridodiario.ok.org.br/\">Querido Diário</a>, que tem como objetivo possibilitar o acesso de forma mais descomplicada aos Diários oficiais das cidades brasileiras já mapeadas. Em busca das ações da prefeitura em Salvador, no período de Janeiro a Junho do ano de 2023 foram encontradas ações de fornecimento de insumos e materiais, e ações de vigilância.</p><p>Para pesquisa foram utilizadas na buscas no Querido Diário: dengue, combate+dengue, dengue+vírus, dengue+saúde.</p><p>Foi possível mapear algumas ações recorrentes desde do início do ano, na solicitação de “registro de preços para aquisição de insumos e material permanente para as ações de vigilância e controle vetorial relacionadas às arboviroses (dengue, zika, chikungunya e febre amarela), malária, leishmanioses, filariose, tripanossomíase americana, bem como esquistossomose, angiostrongilíases e animais peçonhentos.” Essas informações foram obtidas no diário de número 8.483, publicado no dia 28 de Fevereiro de 2023, utilizando a palavra chave “dengue”.</p><p>m busca de mais ações no decorrer do ano, encontramos também a solicitação da Secretaria Municipal de Saúde, feita no dia 29 de Março de 2023, no diário de número 8.504, o lançamento dos preços para compra de formulários impressos para febre amarela/dengue. No diário do dia 30 de Março, de número 8.505, localizamos a solicitação pelo mesmo órgão de “aquisição via registro de preços de teste rápido imunocromatográfico para a detecção qualitativa de anticorpos igg e igm, específicos para o zika vírus, em amostras de plasma, sangue total e soro.”</p><p>Acerca do que foi citado, a Agência de Notícias tentou contato com a assessoria da Secretaria de Saúde de Salvador, e eles informaram que as equipes de campo da Subcoordenadoria de Ações e Controle das Arboviroses estão trabalhando nos 12 Distritos Sanitários diariamente com ações de controle do mosquito Aedes aegypti . “Os agentes de combate às endemias realizam visitas domiciliares, bloqueio oportuno de transmissão de casos de arboviroses notificados no SINAN, ações em unidades de saúde, visitas quinzenais em pontos estratégicos (borracharias, ferro velhos, etc), Mutirões de Limpeza com a parceira da Limpurb , ações em imóveis de simuladores em parceria com a SEMPRE, abertura de imóveis abandonados.”, relatou a assessoria.</p><p>Também perguntamos sobre a importância das campanhas, e sobre as ações da Secretaria no que tange o combate ao mosquito vetor da doença. Eles informaram que “As campanhas têm o objetivo de sensibilizar e alertar a população sobre os riscos causados pelas arboviroses, e nosso objetivo é orientar a população sobre os cuidados básicos que todos devem ter para evitar a presença dos criadouro do mosquito em sua residência”</p><h2>AÇÕES ATIVAS OU PALIATIVAS?</h2><h3>Vacina</h3><p>No ano de 2023 uma vacina foi aprovada pela Anvisa. O imunizante Qdenga, produzido pela empresa Takeda Pharma, é indicado para população entre 4 e 60 anos. A aplicação é por via subcutânea em esquema de duas doses, em intervalo de três meses entre as aplicações. Segundo a Anvisa, a nova vacina é composta por quatro diferentes sorotipos do vírus causador da doença. Acontece que a vacina ainda não é distribuída pelo sistema único de saúde, por esse motivo é preciso pagar para ter acesso, tornando o imunizante inacessível para uma grande parcela da população.</p><p>Em contrapartida, existem algumas ações simples que podem ser realizadas no dia a dia que ajudam a acabar com o foco do mosquito. Algumas atitudes são, não deixar água parada nos quintais , preencher os vasos de plantas com areia, manter fechados caixas, tonéis e barris d’ água, não jogar lixo em terrenos baldios, a água da chuva acumular sobre a laje e calhas entupidas, sempre manter garrafas de vidro ou plástico com a boca para baixo, e deixar pneus em locais cobertos.</p><p>*Produção: Beatriz Nascimento, Nathalí Brasileiro e Sofia Nachef</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0037/banner-post37.png",
      "date": "07/26/2023",
      "author": "Cinthia Maria e Manoela Santos"
    },
    {
      "id": 36,
      "title": "Saúde: um direito verdadeiramente de todos?",
      "category":  "Querido Diário nas Universidades",
      "content": "<p><em>Confira a reportagem produzida por estudantes da Faculdade de Comunicação da Universidade Federal da Bahia, que fazem parte do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades.</a></em></p><hr /><p><em>O mês do orgulho chegou ao fim, mas e as ações a longo prazo? A Agência de Notícias ouviu alguns membros da comunidade LGBTQIAPN+ e profissionais do Sistema Único de Saúde para saber o que a Prefeitura de Salvador tem feito para garantir o direito à saúde dessas pessoas.</em></p><p>Em diversos países mundo afora, incluindo o Brasil, comemora-se em junho o mês do orgulho LGBTQIAPN+. Marcado por diversos movimentos em favor dos direitos da comunidade, o mês foi escolhido, pois, foi nessa data que em 1969, ocorreram as manifestações contra abusos policiais em Nova York, numa uma época em que ser homossexual ainda era ilegal.</p><p>“Junho representa o orgulho de sermos quem somos e por tudo que já conquistamos, mas também é símbolo de luta e resistência. Muita gente sofreu para que chegássemos até aqui e, por isso, nós não temos o direito de parar de lutar. Por nós, por eles e pelos que ainda virão”, afirma Julianna Souza, 24, lésbica, estudante de psicologia e moradora do Cabula. Ela diz também que muita coisa foi conquistada nos últimos anos, mas que ainda é pouco. “Não podemos mais aceitar que sejamos reduzidos por ‘sermos por inteiro’. Precisamos de menos julgamentos e mais ações inclusivas, de tratamentos médicos especializados, de mais cuidado e empatia”, completa.</p><p>Assim como afirma Julianna, a inclusão, o acolhimento e o respeito para com a população LGBTQIAPN+ no Sistema Único de Saúde (SUS) é uma das principais reivindicações da comunidade. Esse sistema, que tem como princípio a universalidade e abrangência a todos os cidadãos sem distinção de tratamento, na prática ainda não executa com êxito esses princípios, presentes em sua legislação desde 1990, ano de criação do SUS.</p><p>Para entender e analisar as ações da Prefeitura de Salvador relacionadas a Saúde deste grupo, a Agência de Notícias da Faculdade de Comunicação da UFBA (AGN) utilizou o <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a>, uma ferramenta de busca criada com o intuito de facilitar o acesso aos Diários Oficiais das cidades brasileira, para identificar as ações feitas no setor, ouvindo também membros da população LGBTQIAPN+ e especialistas no assunto.</p><p>Palavras utilizadas nas buscas no Querido Diário: saúde, saúde+lgbt, investimentos+saúde, lgbtqia+, política de saúde lgbt, inclusão e diversidade.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0036/bandeiraLGBT.png\"><small>Bandeira do movimento LGBTQIAPN+ | Foto: Divulgação</small><h2>OUVINDO A COMUNIDADE LGBTQIAPN+</h2><p>O publicitário Ricardo Gomes, 33 anos, assumidamente gay desde os 22, conta que são inúmeras as dificuldades para acessar o sistema de saúde, não apenas da capital baiana, mas no Brasil como um todo. “Infelizmente, o preconceito é algo enraizado na nossa sociedade, não permitindo a aceitação de nada que fuja do padrão, do politicamente correto e isso, quando fala-se de inclusão e saúde LGBT, obviamente, reflete naquilo que é ensinado nas universidades”, afirma. Ele completa dizendo que é preciso ter profissionais mais humanos e preparados para atender a todos nas unidades de atendimento.</p><p>Seguindo na mesma linha, Cicero Silva Proença, 25 anos, homem trans, conta que considera o sistema de saúde da capital baiana inclusivo, mas que ainda falta muito para que chegue ao ideal. “No meu cartão do SUS, por exemplo, tem o meu nome social, mas nos atendimentos ainda erram o pronome e isso é algo que sempre me deixa muito constrangido. Acredito que se os funcionários passarem por mais capacitações para atender pessoas LGBTS, problemas assim poderiam ser evitados”, afirma. Ele afirma que nunca teve seu acesso à terapia hormonal negado, mas que a lentidão do sistema dificulta muito o processo.</p><p>Os problemas na abordagem e no atendimento também são reforçados por Karoline Silveira, 23 anos, estudante de Letras que se identifica como não-binárie desde 2017. “As situações que, mesmo lutando tanto, ainda passamos, deveriam ser raras. O problema está naquele lugar onde ninguém quer mexer. Fico extremamente mal quando me associam ao gênero feminino ou masculino, como se o mundo fosse assim, preto no branco. Quando vou a alguma unidade de saúde ou hospital, é por necessidade, até porque, a saúde é um direito de todes. Os cochichos, as perguntas fora de hora, os risos, tudo isso dói”.</p><h2>O QUE FAZ A PREFEITURA?</h2><p>Assim como acontece para outras políticas instauradas pelo Governo Federal, a Secretaria de Saúde de Salvador (SMS) segue a Política Nacional de Saúde Integral a população LGBTQIAPN+, instituída em 2011 pela portaria nº 2.836, que tem como objetivo promover integralmente a saúde desta população, eliminando a discriminção e o preconceito institucional, incluindo e acolhendo a todos, além de contribuir para a consolidação do SUS como um sistema universal, integral e equitativo.</p><p>Reforçando esta adesão, o decreto de nº 34.799, publicado no diário oficial do dia 19 de novembro de 2021, diz que a promoção da saúde para pessoas LGBTQIAPN+, independente da raça, no âmbito municipal deve estar em conformidade com a Política Nacional de Saúde Integral de pessoas Lésbicas, Gays, Bissexuais, Travestis e Transexuais.</p><p>Em contato com a AGN, a SMS afirmou que são realizados atividades de educação e qualificação permanentes dos profissionais de saúde para atendimento à população LGBTQIAPN+, livre de preconceito e discriminação em razão da orientação sexual e identidade de gênero, além da produção e distribuição de materiais educativos abordando todos os direitos em saúde dessa população.</p><p>Para além das capacitações e materiais educativos, a Secretaria afirma que sempre orienta a toda a equipe e aos colaboradores sobre o respeito ao nome social e identidade de gênero de pessoas trans e fez a publicação de boletins e outros materiais informativos sobre a saúde deste grupo, a exemplo do boletim de violência interpessoal e autoprovocada.</p><h2>QUAIS SÃO OS DESAFIOS PARA QUE O SUS SEJA REALMENTE PARA TODOS?</h2><p>Em entrevista com a AGN, a enfermeira e pesquisadora Lanna Katherine Leitão, integrante do Grupo de Estudos em Sexualidades, Vulnerabilidades, Drogas e Gênero do CNPq, afirma que os desafios para que o SUS seja realmente universal e para todos, acolhendo e incluindo a população LGBTQIAPN+ são diversos e englobam diferentes atores.</p><p>“A nível didático, o primeiro desafio é a construção sexual da sexualidade porque ela é vista como algo individual, muito do lugar de ‘o que a pessoa faz entre quatro paredes não é da minha conta’; e também muito contaminada por uma visão de poder cristã, que vai dizer que o único fim do exercício da sexualidade é a partir da prática sexual e que essa prática não é voltada para o prazer, e, sim, para gerar uma família. E onde ficam as pessoas que não necessariamente exercem a sexualidade visando a reprodução como as pessoas que se consideram LGBTQIAPN+?”, questiona.</p><p>Ela afirma que a formação social de profissionais de saúde pode ser considerada desafiadora. “Precisamos lembrar que antes de recebermos os diplomas de profissionais de saúde, nós somos pessoas construídas por uma cultura comum e também por aspectos individuais. E que, de forma prática, a gente não se desconstrói da noite para o dia (para aqueles que assim desejam) nem temos como nos livrar de quem somos no momento em que optamos por uma profissão. Então, podemos assumir que, em diferentes níveis, as coisas que não constituem influenciam na nossa prática profissional.”</p><p>Lanna também afirma que a falta de questões que envolvem a diversidade sexual e de gênero dos currículos formais das graduações da área da saúde são um grande empecilho para que, ao se formarem, os profissionais saibam como agir, por isso, ela considera de suma importância a realização de treinamentos para um melhor atendimento.</p><p>Para além disso, ela completa que, apesar de todos os desafios que foram citados acima, os maiores são as próprias barreiras do sistema, que generifica os programas de saúde. “É claro que a gente também tem que reconhecer alguns avanços como a portaria do nome social no SUS e a inclusão da identidade de gênero e da orientação sexual como determinante de saúde…Também nas fichas de notificação de violência, por exemplo. Mas são inúmeros os casos onde pessoas trans deixam de frequentar serviços de saúde por não terem seu nome social respeitado, assim como o grande número de fichas onde esses campos seguem sem preenchimento”.</p><em>Revisão e apuração: Beatriz Nascimento, Cinthia Maria e Manoela Santos.</em>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0036/banner-post36.png",
      "date": "07/26/2023",
      "author": "Nathalí Brasileiro e Sofia Nachef"
    },
    {
      "id": 35,
      "title": "Querido Diário nas Universidades: confira os resultados do primeiro semestre de 2023",
      "category":  "Querido Diário nas Universidades",
      "content": "<p><em>Projeto se prepara para um novo ciclo ainda neste ano</em></p><hr /><p>Ao longo do primeiro semestre de 2023, estudantes do grupo de extensão “Agência de Notícias Ciência e Cultura”, da Faculdade de Comunicação (FACOM) da Universidade Federal da Bahia (UFBA), passaram a integrar o “Querido Diário nas Universidades”, projeto da Open Knowledge Brasil (OKBR) realizado com o apoio da Plataforma de Ciência de Dados aplicada à Saúde (PCDaS/Fiocruz). Este grupo passou a ser acompanhado juntamente com outros três grupos de pesquisa, que integraram <a href=\"https://queridodiario.ok.org.br/blog/post/23\">o programa no ciclo anterior</a>.</p><p>Durante o período, os alunos puderam usar a plataforma do Querido Diário, iniciativa da OKBR que torna as informações dos diários oficiais de municípios brasileiros mais acessíveis, como fonte de apuração para reportagens focadas em jornalismo científico.</p><p>Como resultado, cinco reportagens produzidas pelos estudantes foram publicadas no <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/\" target=\"_blank\">site da Agência</a> e no blog do Querido Diário. Entre as pautas exploradas estão as consequências <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/salvador-as-raizes-de-uma-cidade-de-papel/\" target=\"_blank\">das fortes chuvas em Salvador</a>, as medidas adotadas para reforçar a <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/alagoinhas-feira-de-santana-e-salvador-como-esta-a-seguranca-escolar-nos-municipios-baianos/\" target=\"_blank\">segurança escolar em três municípios baianos</a> e as <a href=\"http://www.cienciaecultura.ufba.br/agenciadenoticias/noticias/saude-um-direito-verdadeiramente-de-todos/\" target=\"_blank\">políticas de saúde adotadas pela prefeitura da capital baiana no atendimento da população LGBTQIA+</a>.</p><p>O primeiro ciclo do Querido Diário nas Universidades, realizado no segundo semestre de 2022, acompanhou a evolução de aplicações teóricas e práticas da plataforma que liberta dados dos diários oficiais municipais em três instituições de ensino: Instituto Federal de Alagoas (IFAL), Universidade Tiradentes (Unit/SE) e Centro Federal de Educação Tecnológica Celso Suckow da Fonseca (CEFET/RJ).</p><p>As três frentes de trabalho foram supervisionadas pelos professores das respectivas disciplinas de cada universidade onde o projeto foi implementado, com o auxílio da cientista de dados Luísa Coelho, bolsista pela PCDaS. Além disso, uma revisão de produções acadêmicas já publicadas deu origem à sistematização de uma abordagem para auxiliar futuras pesquisas. </p><p>O “Querido Diário nas Universidades” busca aproximar o Querido Diário, projeto de código aberto mantido pelo Programa Ciência de Dados para Inovação Cívica da OKBR, das universidades e institutos brasileiros, por meio de atividades práticas ou de pesquisa.</p><p>A parceria com a PCDaS/Fiocruz foi renovada para o próximo semestre de 2023 e uma nova chamada para o projeto será aberta em breve.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0035/banner-post35.jpg",
      "date": "07/21/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 34,
      "title": "Salvador: as raízes de uma 'cidade de papel'",
      "category":  "Querido Diário nas Universidades",
      "content": "<p><em>Confira a reportagem produzida por estudantes da Faculdade de Comunicação da Universidade Federal da Bahia, que fazem parte do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades.</a> </em></p><hr /><p>Pode entrar e sair ano que os soteropolitanos já sabem que no outono devem desenterrar os “capotes” (o casaco de frio baiano) do fundo do armário. Esse é o momento que chegam os períodos de chuvas intensas e clima consideravelmente mais frio para os habitantes da capital da Bahia. Ainda que nessa época, principalmente entre abril e junho, esses temporais sejam previsíveis, todos os anos Salvador encara alagamentos, deslizamentos de terra e desabamentos de imóveis em diversos pontos da cidade.</p><p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0034/chuva-salvador.jpg\" alt=\"Chuva em Salvador\" width=\"100%\" /></p><p>Em nota publicada em abril de 2023, a Defesa Civil de Salvador (Codesal) afirmou que a média de chuvas ainda em março de 2023 superou média histórica dos últimos anos: “ao longo do mês de março choveu 150,2 milímetros (mm), aproximadamente 2% a mais do esperado para o mês (normal climatológica), que é de 147,3 mm”. Já entre março e abril desse mesmo ano, foram registradas vistorias de mais de 365 ameaças de deslizamentos de terra, 292 de alagamentos de imóveis, 168 infiltrações e 110 ameaças de árvores prestes a cair. Os órgãos da prefeitura de Salvador repetidamente criam medidas para fazer que esses casos sejam menos danosos, inclusive a evacuação de moradores que vivem em áreas de risco. No dia 08 de junho de 2023, feriado nacional de Corpus Christi, a Codesal acionou a sirene que indica alerta máximo de riscos durante as chuvas na Comunidade Bosque Real, no bairro Sete de Abril. Os moradores foram orientados a deixar suas casas e se alojar em um abrigo provisório na Escola Municipal Novo Marotinho.</p><p>Não sendo o medo de chuvas intensas exclusivo de um ponto ou outro da cidade, Valdineia Conceição, moradora do bairro de São Cristóvão, queixa-se que sempre neste período a água da chuva alaga as ruas e invade a casa da população de seu bairro. “Eu moro no segundo andar, mas na última grande chuva, a água entrou na sala da minha cunhada e molhou tudo. Foi uma sorte muito grande a tv estar na parede, mas os móveis ficaram em uma situação terrível e alguns foram pro lixo”, diz. “A gente costuma brincar que Salvador não aguenta nem mesmo um sereno de chuva, mas a situação é séria. Entra e sai ano, mudam prefeitos, secretários, e a situação continua igual. O problema é que chove e a água não tem para onde correr”.</p><h3>O QUE FAZ A PREFEITURA?</h3><p>Diante de eventos que não são apenas fenômenos meteorológicos, mas de ordem geográfica, urbana e social, a gestão da capital baiana necessita de medidas que busquem a prevenção de tragédias a longo prazo, não soluções que minimizem as consequências dessas.</p><p>Em consulta ao <a href=\"https://queridodiario.ok.org.br/\" target=\"_blank\">Querido Diário</a>, uma ferramenta de busca criada com o intuito de facilitar o acesso aos Diários Oficiais das cidades brasileiras, foi encontrado que desde fevereiro de 2001 a prefeitura da cidade de Salvador considerou necessário manifestar, por meio de seu diário oficial, ações preventivas para conter e minimizar os danos durante os períodos de fortes chuvas no município por meio de uma “Operação Chuva”.</p><p>Ao delimitar a busca do termo “Operação Chuva” ao ano de 2023 — o mesmo de produção dessa reportagem —, foi possível encontrar a intensificação do investimento dessa ação em cerca de R$127 milhões de reais em 2023. De acordo com o diário oficial de 31 de março desse mesmo ano, foram reforçadas ações de limpeza de canais e córregos, limpeza de bueiros, vistorias técnicas de imóveis, drenagem de águas lançadas em encostas, além de outras medidas preventivas de acordo com os níveis de risco em períodos chuvosos.</p><p>Em contato com a Secretaria de Comunicação Social (SECOM), a Agência de Notícias da Faculdade de Comunicação da Universidade Federal da Bahia (AGN) questionou o órgão acerca das ações realizadas durante períodos de grandes chuvas, enquanto o mesmo reforçou as ações de redução de danos comandadas por diversas secretarias em parceria com a prefeitura da cidade. “Com caráter preventivo, de socorro, assistencial e recuperativo, as iniciativas são realizadas no âmbito da Operação Chuva, coordenada pela Defesa Civil de Salvador (Codesal)”, disse.</p><p>Apesar disso, adianta limpar bueiros e drenar rodovias sem repensar o (des)planejo urbano da primeira capital do Brasil?</p><h3>DESMATAMENTO E RIOS VELADOS: AS HERANÇAS DA URBANIZAÇÃO DE SALVADOR</h3><p>De acordo com especialistas, a recorrência dessa problemática na capital baiana é herança de uma cidade que não passou por um projeto de planejamento urbano que comportasse ações dessa natureza. No processo de êxodo rural durante o século XX, os rios existentes na cidade foram soterrados e canalizados para dar lugar a grandes prédios e construções comerciais.</p><p>Em entrevista à Agência de Notícias, Sanane Sampaio, doutora em Arquitetura e Urbanismo pela Universidade de São Paulo (USP), afirma que as construções das principais vias de Salvador desrespeitaram princípios técnicos que viabilizem a infiltração e escoamento da água da chuva de um ponto a outro da cidade. “Aterraram lagoas e brejos, cortaram cursos de rios e interromperam canais naturais de drenagem, como o que aconteceu na Av. Paralela, por exemplo”, diz.</p><p>Os rios da capital baiana foram soterrados sob suas grandes avenidas, e com isso pode-se entender o motivo pelo qual ocorrem tantas inundações e alagamentos. A primeira grande obra de aterramento dos rios da cidade foi a construção da Rua da Valla sobre o Rio das Tripas, que hoje compreende a região de comércio da Baixa dos Sapateiros. De acordo com o livro publicado em agosto de 2018, ‘O caminho das águas em Salvador’, resultado do projeto de pesquisa ‘Qualidade Ambiental das Águas e da Vida Urbana’, os rios mais importantes do município (Rios dos Seixos, Rio das Pedras e Rio Lucaia), estão com a maior parte dos seus trechos encapsulados, o que torna o solo dessas regiões impermeáveis e impossibilita que a água da chuva seja absorvida.</p><p>Diante do processo de urbanismo precário em Salvador, Sanane reitera a ausência de políticas públicas durante o século XX para a oferta adequada de moradia e terras aos migrantes advindos do campo para a cidade. “A população pobre sempre precisou encontrar abrigo em locais desprezados pelo mercado formal de moradia, que são ou edifícios em bairros em processo de abandono, ou autoconstruções feitas em locais ambientalmente sensíveis, como encostas, áreas alagadiças e até mesmo em cima de corpos d’água”, afirma.</p><p>Em entrevista concedida à AGN, Fábio Mutti, professor pós-graduado em Recuperação de Áreas Degradadas pela Faculdade de Tecnologia e Ciências (FTC), explica que o urbanismo não-planejado trouxe à cidade diversos “vales”: regiões que alternam entre morros e locais baixos. Consequentemente, grande parte da água da chuva viaja para os locais mais baixos de Salvador, principalmente na Cidade Baixa. “Nesses pontos da cidade existem áreas onde um grande número de casas ocupa pequenos espaços, e o esgoto doméstico sequer é separado do esgoto que coleta as águas da chuva. Quando chove não existe esgoto para escoar essa água”, diz.</p><p>Fábio Mutti observa ainda a construção irresponsável em torno do Rio Camarajipe, na região próxima à Rótula do Abacaxi até sua foz no Jardim de Alah. “Ali observa-se muitas placas de concreto, o que faz com que seja perceptível que o rio foi pensado para tornar-se um esgoto, tanto para escoamento das águas pluviais quanto para as do próprio rio”, explica. “Lamentável, mas é o que vemos em Salvador”. Atualmente, o Rio Camarajipe, o principal da cidade de Salvador, é densamente afetado por ocupações próximas de suas margens, poluição e derramamento de esgotos residenciais.</p><p>Em junho de 2018, o Instituto do Meio Ambiente e Recursos Hídricos (Inema) notificou a Prefeitura de Salvador sobre supressão de vegetação, bem como a interferência sobre o Rio Camarajipe para a construção do BRT (ônibus de trânsito rápido). Em dezembro do mesmo ano, a Fazenda Pública da Justiça Estadual e a Justiça Federal da Bahia suspenderam a decisão do Inema e autorizaram a continuidade da construção do BRT de Salvador. Para Sanane Sampaio, a tamponação de rios é uma ação arcaica. “Os efeitos prejudiciais à qualidade do meio urbano são demonstrados desde, pelo menos, os anos 1970, e obras como essa acontecerem em Salvador a partir dos anos 2000 é vergonhoso”, afirma.</p><p>Ainda que não seja de conhecimento comum, o desmatamento também é um protagonista de mudanças climáticas. A ausência de vegetação dificulta o solo de realizar o processo de drenagem natural nos meios urbanos, o que torna os dias chuvosos altamente propensos a criação de inundações, alagamentos e enchentes. A “Agenda 21”, aprovada pela Conferência das Nações Unidas sobre o Meio Ambiente e Desenvolvimento, descreve a importância da atuação dos órgãos municipais para a manutenção e ampliação de áreas verdes. No entanto, Salvador cedeu a maior parte de suas áreas de vegetação para ocupações irregulares e mercado da especulação imobiliária, especialmente na Avenida Paralela.</p><p>Segundo o professor Fábio, é função da prefeitura da capital baiana incentivar a manutenção de áreas verdes na cidade e recompensar os cidadãos a plantar em suas áreas privadas. “Se você observar Salvador de 20 anos atrás, vai perceber que nós perdemos inúmeras árvores. A última grande perda de vegetação ocorreu em função do BRT, mas todo o crescimento urbano que se deu ali na Avenida Paralela, por exemplo, mitigou a vegetação e isso é muito ruim para a cidade”, afirma.</p><h3>INICIATIVAS VERDE E AZUL, OU SOMENTE VERDE</h3><p>Com o objetivo de mitigar ou até mesmo precaver os prejuízos à biodiversidade e fatores climáticos que a aceleração urbana (des)planejada trouxe aos centros urbanos brasileiros, algumas ações são planejadas por especialistas em diversas partes do país. Pensando nisso, pesquisadores da Escola de Administração de Empresas de São Paulo, em colaboração com a organização estadunidense Governos Locais para a Sustentabilidade, produziram o ‘Guia de Infraestrutura Verde e Azul’ voltado aos municípios brasileiros. Nesse documento, são expostas estratégias para a transformação das metrópoles brasileiras em cidades sustentáveis. O propósito é a conservação de florestas e agricultura, bem como a revitalização de rios e lagoas nos ambientes urbanos. Em contrapartida, a cidade de Salvador destrói sua Mata Atlântica e soterra seus rios em obras de ‘mobilidade urbana’, especulação imobiliária e ocupações irregulares.</p><p>Mutti afirma ainda não ser possível prever como serão as frequências da chuva em Salvador nos próximos anos. “No entanto, já é característico do clima da cidade a queda de grandes volumes de água em pequenos espaços de tempo”, diz. “Eu acredito que a prefeitura tem que incentivar a manutenção das áreas verdes e criar incentivos para que as pessoas plantem em suas áreas. É necessário divulgar à população ideias como a do IPTU Verde, pois a maioria desconhece”.</p><p>O “IPTU Verde” é uma iniciativa criada pela prefeitura da cidade que visa incentivar os empreendimentos imobiliários ou comerciais a adotar práticas sustentáveis em suas edificações. De acordo com as diretrizes do programa, os descontos para as construções e reformas sustentáveis são aplicados diretamente no Imposto sobre a Propriedade Predial e Territorial Urbana (IPTU) dos cadastrados. “No pedido de ‘Habite-se’, a SEDUR, SECIS e SEMOP fiscalizarão a execução dos requisitos com posterior emissão do Certificado do IPTU Verde na categoria alcançada”, afirma o documento.</p><p>A longo prazo, é muito provável que não será suficiente se ater a políticas que amenizem os estragos que as chuvas causam em Salvador. E essas supracitadas, ainda que sejam parcialmente capazes de evitar os grandes problemas ambientais que inviabilizam a segurança da cidade em grandes temporais, não possuem ampla divulgação entre o brasileiro médio.</p><p><em>*Esta reportagem foi produzida com o apoio da Open Knowledge Brasil (OKBR), no âmbito do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades</a>, e contou com o uso do ‘Querido Diário’, ferramenta de inovação cívica criada para abrir e integrar os diários oficiais. A iniciativa tem por objetivo aproximar o projeto Querido Diário às atividades de instituições de ensino e pesquisa brasileiras, potencializando seu desenvolvimento e impactos.</em></p><p><em>**Revisão e apuração: Cinthia Maria, Manoela Santos, Nathalí Brasileiro, Rebeca Almeida e Sofia Nachef.</em></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0034/banner-post34.png",
      "date": "07/13/2023",
      "author": "Beatriz Nascimento"
    },
    {
      "id": 33,
      "title": "Alagoinhas, Feira de Santana e Salvador: como está a segurança escolar nos municípios baianos",
      "category":  "Querido Diário nas Universidades",
      "content":  "<p><em>Confira a reportagem produzida por estudantes da Faculdade de Comunicação da Universidade Federal da Bahia, que fazem parte do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades.</a> </em></p><hr /><p>Nos últimos 2 anos, o Brasil registrou 5 casos de ataques violentos em escolas: Barreiras (BA), Sobral (CE), Aracruz (ES), São Paulo (SP) e Blumenau (SC). Os últimos dois, em um intervalo de menos de 10 dias. Desde então, a temática sobre segurança pública no ambiente escolar tem sido um constante assunto nos noticiários. Os recentes atentados têm levado preocupação aos pais, alunos, professores e especialistas no assunto.</p><p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0033/sala-aula.png\" alt=\"Sala de aula\" width=\"100%\" /></p><p>Com um crescente avanço no cenário mundial de ataques em escolas, não podemos definir as ações atuais apenas como um reflexo de uma sociedade marginalizada. Antônio Mateus Soares, Doutor Professor Adjunto da Universidade Federal do Sul da Bahia (UFSB), e Anete Brito Leal Ivo, Doutora em Sociologia, Professora Permanente do Programa de Pós-Graduação em Ciências Sociais da Universidade Federal da Bahia (UFBA), em um artigo sobre <a href=\"https://www3.ufrb.edu.br/ojs/index.php/novosolharessociais/article/view/562/291\" target=\"_blank\">violência escolar, juventude e segurança pública</a>, apontam que a explicação para o atual cenário baseia-se em diversos fatores: “[o] comportamento dos jovens, associado às novas estruturações econômicas globais, pelo processo de reestruturação produtiva e pelos efeitos perversos da globalização que conjugam déficit cívicos no plano da legitimação dos direitos e deveres, promovendo a desarticulação das instituições sociais; precarização e flexibilização do trabalho”.</p><p>Para traçar um breve panorama deste cenário na Bahia, foi realizada uma pesquisa sobre como está a situação da segurança nas escolas de três municípios: Salvador, Feira de Santana e Alagoinhas. As cidades escolhidas no âmbito desta matéria foram selecionadas por se tratarem da capital do estado (Salvador), o segundo maior município baiano (Feira de Santana) e uma cidade que faz parte da região metropolitana, Alagoinhas.</p><p>Na primeira parte da investigação, foram mapeados através da plataforma <a href=\"https://queridodiario.ok.org.br/\" target=\"_blank\">Querido Diário</a> ferramenta de busca criada com o intuito de facilitar o acesso aos Diários Oficiais das cidades brasileiras— quais eram os registros das ações do governo municipal nos diários oficiais dos municípios citados. Para a pesquisa utilizamos as seguintes palavras chaves: segurança escolar, ronda escolar, segurança pública, prevenção, investimentos municipais, segurança pública escolar, e guarda municipal.</p><p>Na segunda parte, a Agência de Notícias entrou em contato direto com as prefeituras para obter mais informações sobre as ações diagnosticadas na primeira etapa. O município de Barreiras não entrou na avaliação por não ser possível, até o momento, pesquisar de forma automatizada as palavras chaves utilizadas na pesquisa.</p><h3>Salvador</h3><p>Neste município não foram encontradas informações nos diários oficiais sobre segurança escolar, no entanto, localizamos reportagens que abordavam o aumento dos casos de violências e ataques em instituições de ensino.</p><p>Para Naiara Silva, mãe de aluna da rede municipal, por conta dos últimos acontecimentos, o policiamento nas escolas está sendo constante. “É a garantia da proteção aos direitos individuais de cada cidadão, fazendo com que possam exercer seu direito de cidadania em segurança, como trabalhar, conviver em sociedade e se divertir”, afirma.</p><p>A Agência de Notícias tentou contato com a Secretaria de Educação do município, mas não obteve retorno até o fechamento desta reportagem.<br /> Com relação às escolas estaduais presentes tanto na capital quanto no interior, a AGN encontrou informações no site da <a href=\"https://www.defensoria.ba.def.br/noticias/defensoria-da-bahia-atuara-em-comite-estadual-para-seguranca-nas-escolas-e-espacos-educacionais/\" target=\"_blank\">Defensoria Pública da Bahia</a>. Como iniciativa de enfrentamento às ameaças de violência na comunidade escolar, foi lançado no dia 19 de abril deste ano, o Comitê Estadual Intersetorial de Segurança nas Escolas e nos Espaços Educacionais da Bahia (CISE).</p><h3>Feira de Santana</h3><p>Os registros encontrados sobre este município mostram que o governo tem tomado medidas para intensificar a segurança nas escolas municipais, assim como a permanência no ambiente escolar, segundo o Decreto N°12.887, publicado em 17 de abril de 2023, que implementou um projeto de rondas escolares nas instituições de ensino do município.</p><p>Em entrevista concedida ao portal <a href=\"https://www.acordacidade.com.br/noticias/educacao/prefeito-diz-que-esta-reforcando-acoes-de-seguranca-nas-escolas-e-classifica-ameacas-como-terrorismo/\" target=\"_blank\">Acorda Cidade</a> no dia 12 de abril, o prefeito Colbert Filho classificou os ataques e ameaças como terrorismo e ressaltou a necessidade da intensificação das rondas escolares, afirmando também que é preciso um esforço conjunto e que colocar policiais nas portas de todas as escolas não irá resolver por si só a situação. “Em casa precisamos verificar o que está acontecendo nas redes, saber o que estão lendo e enviando pelo celular. Apelamos às famílias para que verifiquem como seus filhos estão utilizando o celular”, diz.</p><p>Em entrevista concedida à Agência de Notícias no dia 11 de maio de 2023, o deputado federal Zé Neto (PT/BA) afirma ter participado da criação do projeto de ronda escolar, enquanto ainda estava na Assembleia Legislativa. O deputado também explica as motivações para a implementação de rondas escolares. “As diretoras queriam prevenir a violência. Existiam várias situações, principalmente a presença de traficantes nas portas das escolas. Quando elas viram que essas movimentações pareciam preocupantes, organizaram-se e criaram um grupo de WhatsApp juntamente à corporação da polícia. Nesse momento, eles reservaram um de seus carros para fazer esse monitoramento, mas quando eu soube, organizei melhor e criei a Ronda Escolar, que hoje é exemplo para todo o estado”.</p><p>Zé Neto acredita que esse projeto deve ser ampliado para além do monitoramento policial. “É necessário ser uma medida preventiva, de acolhimento, e acima de tudo, de pertencimento da comunidade com a escola”, completa.</p><p>Carolina Oliveira, mãe de aluno de 5 anos da rede municipal em Feira de Santana, relata que logo após a explosão de casos no país, o medo a impediu de levar o filho para escola. “Nos primeiros dias fiquei muito insegura. É o meu único filho, como é que eu mando ele pra escola? Fiquei com medo. Quando percebi um aumento de policiais, voltei a levá-lo”. Ela fala também da efetividade das medidas de segurança no âmbito municipal. “Como mãe, sempre acho que pode melhorar, mas emergencialmente foram boas ações. O fato de ter alguém ali, policial ou segurança, nos tranquiliza e assusta os terroristas”.</p><h3>Alagoinhas</h3><p>Em 2017, a prefeitura de Alagoinhas instaurou a Lei Municipal 2.373, que buscava “garantir a segurança de mulheres vítimas de violência doméstica, além de assegurar que a Guarda Civil Municipal faça um trabalho de patrulhamento nas escolas do Município de Alagoinhas através do Projeto Ronda Escolar, prezando pela dignidade e proteção das Crianças e Adolescentes”.</p><p>Segundo a diretora da rede municipal de Alagoinhas, Regina Lúcia Santana, em 2021 a polícia frequentava o ambiente escolar quinzenalmente. “Eles falavam sobre a importância de estudar, respeitar os pais, professores e pessoas mais velhas. Falavam também da realidade fora da escola, e diziam para os alunos que sem estudo não se pode ter sucesso”. A diretora afirmou, por fim, que atualmente os policiais só aparecem se forem chamados.</p><p>Apesar da instauração da lei, Cláudia Santiago, mãe de dois alunos da rede municipal de Alagoinhas, afirma que não viu nenhuma mudança em relação à segurança escolar nesse período. “Não vi diferença alguma em 2017 com esse patrulhamento nas escolas. Somente depois dos atentados e das ameaças a prefeitura colocou guardas municipais para fazerem rondas escolares”, afirma.</p><p>Em nota, a atual assessoria da prefeitura afirmou que algumas medidas foram tomadas diante dos ataques recentes, como o reforço do videomonitoramento nas unidades de ensino, instalação de câmeras nas escolas e a realização da ronda escolar com apoio da Guarda Municipal.</p><p>Cláudia Santiago conta que após as ameaças e atentados, a prefeitura aumentou as rondas escolares realizadas pela guarda municipal, porém, ela diz que o número e a frequência não são suficientes. “A guarda municipal foi na escola de minha filha somente uma vez e na escola do meu filho não foi nenhuma. Para mim, as rondas não funcionam bem. Tinha que ter um guarda municipal durante as aulas”. Ela ressalta que é dever da família colocar as crianças na escola porque “o futuro delas é a educação”, mas que a insegurança e a incerteza assustam.</p><h3>Outras medidas preventivas</h3><p>Para Katia Dantas, especialista e consultora em implementação de práticas em proteção infantil e ambientes escolares, as rondas escolares são ágeis e importantes para ações emergenciais, caso, por exemplo, aconteça algum incidente, mas a medida não é eficaz por si só.</p><p>“É preciso trabalhar com a resolução de conflitos dentro das escolas, criando sistemas que permitam que pequenos delitos e transgressões de conduta sejam resolvidos baseando-se na justiça restaurativa, nos sistemas de convivência, em reforços positivos e não necessariamente na exclusão e suspensão imediata”, afirma.</p><p>Ela ressalta que a presença constante de policiais e guardas no ambiente escolar pode criar ciclos negativos e não positivos. “Uma pesquisa realizada nos Estados Unidos mostrou que as medidas coercitivas, como exclusão, expulsão e entrada de policiais nas escolas, não apenas não resolvem, como também tendem a aumentar o contato dos jovens, dentro da escola, com o sistema policial. Isso gera mais revitimização, mais problemas e exclusão”, completa.</p><p>“É importante que existam mecanismos de gestão, com equipes treinadas para entender como agir e como aplicar determinadas ações. Assim como um sistema gestor, dentro da escola, que permita o registro de casos e incidentes, para acompanhamento mais adequado e que permita identificar o que está sendo necessário para um treinamento mais aprofundado”, destaca.</p><p>A especialista ainda reforça a necessidade de levar em consideração a subjetividade de cada criança e/ou adolescente, pois o contexto que ele está inserido influencia diretamente em suas ações.</p><p>“É muito difícil ter uma criança agindo agressivamente sem ter uma causa original, seja ela um abuso, uma negligência parental, emocional ou uma deficiência de aprendizagem. É importante que se faça cada vez mais esforços para aumentar a proteção das crianças, através de treinamento de prevenção de abuso, de identificação de sistemas de resposta e treinamentos de toda a equipe da escola”. Ela completa afirmando que as ações de proteção e aprendizado devem ser contínuas e, para que isso ocorra, é primordial que a escola e a família caminhem juntos.</p><h3>Referência</h3><p>IVO, Anete; SOARES, Antônio. Violência Escolar, Juventude e Segurança Pública.Sociologias Econômica e das Finanças, vol.1, n.2, p. 111-133. 2018. Disponível em:https://www3.ufrb.edu.br/ojs/index.php/novosolharessociais/article/view/562/291.Acesso em: 30 maio. 2023.</p><p><em>*Revisado por Beatriz Nascimento, Manuela santos e Sofia Nachef</em></p><p>** <em>Esta reportagem foi produzida com o apoio da Open Knowledge Brasil (<a href=\"https://ok.org.br/\" target=\"_blank\">OKBR</a>), no âmbito do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades</a>, e contou com o uso do Querido Diário, ferramenta de inovação cívica criada para abrir e integrar os diários oficiais. A iniciativa tem por objetivo aproximar o projeto Querido Diário às atividades de instituições de ensino e pesquisa brasileiras, potencializando seu desenvolvimento e impactos. </em></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0033/banner-post33.png",
      "date": "07/13/2023",
      "author": "Cinthia Maria e Nathalí Brasileiro"
    },
    {
      "id": 32,
      "title": "Open Knowledge Brasil lança nova publicação sobre conectividade na educação municipal e inaugura catálogo sobre o tema",
      "category":  "Tecnologias na Educação",
      "content": "<p><em>Análise explora soluções adotadas pelas redes municipais de ensino para garantir acesso à internet para professores e estudantes durante a pandemia de Covid-19.</em><p>Dando sequência à série de análises desenvolvidas a partir de dados coletados nos diários oficiais do Querido Diário: Tecnologias na Educação, a Open Knowledge Brasil publica a <b>Temática #1 – Conectividade nas redes municipais de ensino</b>.</p><p>As Temáticas partem das tendências, inovações e práticas recorrentes apresentadas nos <a href=\"https://queridodiario.ok.org.br/educacao/relatorio/1\" target=\"_blank\">Panoramas</a> para <b>aprofundar temas relevantes no universo de tecnologias na Educação</b>. Nesta edição, foram abordadas políticas e contratações de serviços de <b>acesso à internet</b> voltados a estudantes e professores, entre 2020 e 2022 — período que abrange a pandemia de Covid-19 e as medidas adotadas pelas redes municipais de ensino para continuidade das atividades escolares no formato remoto.</p><p>Foram analisadas 9 cidades — Araguaína (TO), Belém (PA), Florianópolis (SC), Jundiaí (SP), Maceió (AL), Manaus (AM), Recife (PE), Rio de Janeiro (RJ) e Salvador (BA). Entre os destaques, estão a contratação de <b>internet patrocinada</b>, criação de programas de ajuda de custo e a aquisição de tecnologias de infraestrutura para <b>internet nas escolas</b>.</p><p>As medidas adotadas apontam para os esforços dos municípios em amenizar a desigualdade de conectividade na educação e suas consequências no processo de ensino e aprendizado durante a pandemia, mas também despertam atenção sobre o impacto e alcance das políticas implementadas, além dos riscos para a privacidade de professores estudantes, como no caso do uso de internet patrocinada.</p><p>Junto ao lançamento da Temática #1, a OKBR inaugura o <b>Catálogo</b> do Querido Diário: Tecnologias na Educação. Trata-se de uma <b>série de instrumentos de gestão</b> – contratos, leis, editais – que são selecionados ao longo da elaboração das Temáticas e estão disponíveis para apoiar gestores e pesquisadores como <b>referências</b> no assunto.</p><p>Confira a <a href=\"https://queridodiario.ok.org.br/educacao/relatorio/2\" target=\"_blank\">Temática #1</a> e acesse o <a href=\"https://docs.google.com/spreadsheets/d/1BznwRdJLu0F06dfNTIxtm9qK_ZPwPyaypbRmxhTvpgo/edit#gid=0\" target=\"_blank\">Catálogo</a> do tema Conectividade. Para saber mais sobre o Querido Diário: Tecnologias na Educação, acesse: <a href=\"http://queridodiario.ok.org.br/educacao\">queridodiario.ok.org.br/educacao</a></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0032/banner-post32.png",
      "date": "06/29/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 31,
      "title": "OKBR promove sprint para aperfeiçoar Querido Diário",
      "category":  "Comunidade e Tecnologia",
      "content": "<p><em>Encontro teve como objetivo o desenvolvimento de raspadores para abertura de dados relacionados a municípios da Amazônia Legal.</em></p><hr /><p>Nos dias 14, 15 e 16 de junho, a equipe de Inovação Cívica da Open Knowledge Brasil (OKBR) realizou uma sprint virtual no Discord. O objetivo do encontro foi produzir raspadores para sites de Diários Oficiais de municípios localizados na região da Amazônia Legal, que engloba nove estados do Brasil: Acre, Amapá, Amazonas, Mato Grosso, Pará, Rondônia, Roraima, Tocantins e parte do Maranhão.</p><p>A iniciativa contou com doze participantes, entre pessoas voluntárias da comunidade do Querido Diário – plataforma da OKBR que disponibiliza dados dos Diários Oficiais de forma aberta e amigável – e integrantes da OKBR, que contribuíram com a resolução de issues previamente selecionadas na temática.</p><p>Além do desenvolvimento de novos raspadores, o encontro permitiu a troca de experiências e o compartilhamento de informações sobre o Querido Diário, além da revisão de raspadores antigos, de modo a aprimorar os conhecimentos da comunidade que contribui para a manutenção do projeto.</p><p>A sprint contribuiu ainda com a expansão da cobertura de cidades da Amazônia Legal pelo Querido Diário, algo que traz mais informações sobre a gestão dos municípios acerca do bioma amazônico e pode facilitar o acesso a dados ambientais. Ao final do encontro, dois novos municípios e um sistema publicador utilizado no Maranhão foram integrados ao projeto.</p><p>Sistemas publicadores <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">são muito relevantes</a>, pois permitem adicionar novas cidades com facilidade. Prova disso é que nos dias seguintes à sprint, já foi possível adicionar outras quatorze cidades. Assim, o saldo total do evento são dezesseis cidades, todas do Maranhão, sendo doze da Amazônia Legal: Axixá, Bacurituba, Boa Vista do Gurupi, Centro do Guilherme, Coroatá, Feira Nova do Maranhão, Maranhãozinho, Nina Rodrigues, São José dos Basílios, São Vicente Ferrer, Viana e Zé Doca. E outras quatro: Afonso Cunha, Bacuri, Duque Bacelar e Milagres do Maranhão. A capital do Maranhão, São Luís, que a princípio não seria contemplada na atividade, teve um raspador desenvolvido para acompanhar as publicações relacionadas ao município.</p><p>Diversos pull requests também foram enviados, incluindo mais nove cidades e outros dois sistemas publicadores, identificados durante a triagem de sites. Uma vez que a revisão termine, a expectativa é poder rapidamente expandir a cobertura de cidades, em especial, em Tocantins e Pará, assim como foi com o Maranhão.</p><p>“Uma sprint, como sugere o nome, é esse momento em que ‘vamos muito rápido’. A velocidade não vem de uma ‘corrida’ individual, mas de várias pessoas fazendo partes. O saldo total fica grande em poucos dias. O evento mostrou isso: 16 novas cidades e outras 9 a caminho em uma semana. A sprint também permite construir um senso de comunidade. Ainda que o evento tenha tido, oficialmente, apenas três dias, no Discord, a comunidade continuou trabalhando em conjunto posteriormente”, explica Juliana Trevine, estagiária no Programa de Inovação Cívica da OKBR.</p><p>Os avanços são resultados das contribuições de pessoas voluntárias no <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">Repositório do Querido Diário</a>. São elas: @lucasocarvalhos, @winzen, @claromes, @peddrogomes, @jefersonalves, @ayharano, @valeriow, @nigozeroichi.</p><p>A sprint foi uma iniciativa da OKBR em parceria com os coletivos PyLadies Manaus e PyData Manaus no âmbito do projeto “Fortalecimento do Ecossistema de Dados e Inovação Cívica na Amazônia Brasileira”, contemplado pelo programa Vozes pela Ação Climática Justa (VAC) e com apoio do Instituto Hivos.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0031/banner-post31.png",
      "date": "06/23/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 30,
      "title": "Entenda como analisar sites de diários oficiais para raspagem de dados",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Precisa de algumas dicas sobre raspagem de dados? O passo mais importante é saber como analisar o site antes de começar a desenvolver código. Quer saber mais? Segue lendo!</em></p><hr /><p><em>Este texto é uma continuação de <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">\"Conheça os desafios de raspagem do Querido Diário\"</a>. Se a raspagem feita no Querido Diário ainda te deixa dúvidas, começa por lá e depois volta pra cá. A gente te espera</em> 😁</p><h2>Escolhendo um município</h2><p>Para contribuir com a expansão da cobertura do projeto é necessário a escolha de um novo município para a implementação do seu raspador. Para isso, podemos consultar o <a href=\"https://github.com/orgs/okfn-brasil/projects/12\" target=\"_blank\">Quadro de Expansão de Cidades no Querido Diário</a>. Lá encontramos o mapeamento dos municípios e seus sistemas publicadores, assim como as metas do projeto.</p><p>Da lista poderemos encontrar (ou não encontrar) casos que se encontram em uma das seguintes fases:</p><ol><li><strong>Não mapeado</strong> - o município ainda não foi mapeado em nenhuma das metas atuais e não se encontra na lista</li><li><strong>Sem classificação de compatibilidade</strong> - o município já foi mapeado mas ainda não foi realizada uma pré-análise quanto a sua compatibilidade com o projeto</li><li><strong>Sem classificação de dificuldade</strong> - o município é compatível com o projeto mas uma análise rápida para estimar a dificuldade de implementação ainda não foi realizada</li><li><strong>Classificado</strong> - o site é compatível e sua dificuldade de implementação já foi estimada mas não há comentários na <em>issue</em> que indiquem o início da implementação</li><li><strong>Implementação iniciada</strong> - alguém já comentou na <em>issue</em> que iniciou o processo de implementação</li><li><strong>Implementação em revisão</strong> - um <em>Pull Request</em> já foi feito com a implementação do código e está sendo avaliado</li><li><strong>Integrado</strong> - o município já está \"em produção\", ou seja, disponível na plataforma do QD</li></ol><p>Por enquanto vamos focar nos municípios que já foram classificados mas ainda não tiveram implementação iniciada. Nestes já podemos analisar suas requisições e elementos da página para o desenvolvimento do raspador.</p><h2>Analisando um site para raspagem de dados</h2><p>No módulo 3 do curso <a href=\"https://escoladedados.org/courses/python-para-inovacao-civica/\" target=\"_blank\">Python para Inovação Cívica</a> da <a href=\"https://escoladedados.org/\" target=\"_blank\">Escola de Dados</a> aprendemos conceitos de Python e raspagem de dados utilizando o QD como objeto de estudo. Este módulo está <a href=\"https://youtube.com/playlist?list=PLpWp6ibmzPTc2rod9Hc822_3zMaq9G-qE\" target=\"_blank\">disponível gratuitamente</a> e nas aulas 5, 6 e 7 vemos como analisar os sites publicadores de diários oficiais de Natal (RN) e Caetité (BA).</p><p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0030/analisando-site.png\" alt=\"Análise de site curso Python para Inovação Cívica\" width=\"100%\" /></p><p>Seguindo os conceitos apresentados nas aulas podemos tentar organizar nossa análise antes de iniciar o desenvolvimento. Como sugestão de organização podemos elencar os <strong>tipos de página</strong> presentes, os <strong>elementos de interesse</strong> contidos nelas e as <strong>requisições</strong> que conectam as páginas para preencher o seguinte modelo:</p><h3>Modelo de organização de análise para raspagem</h3><h4>Tipos de página</h4><table><thead><tr><td>Nome</td><td>Imagem de exemplo</td></tr></thead><tbody><tr><td>Página legal</td><td>Imagem para deixar a página visual</td></tr><tr><td>Outra página</td><td>Imagem diferenciada</td></tr></tbody></table><h4>Elementos de interesse</h4><table><thead><tr><td>Nome </td><td>Presente na página</td><td>Seletor </td><td>Relativo a</td><td>Tipo de objeto</td></tr></thead><tbody><tr><td>Muitas listas</td><td>Página legal</td><td style=\"overflow-wrap: anywhere\"> //ul</td><td>Raíz</td><td>Lista de elementos</td></tr><tr><td>Ids de outras páginas</td><td>Página legal</td><td style=\"overflow-wrap: anywhere\">./li/@id</td><td>Muitas listas</td><td>Lista de dados</td></tr><tr><td>Uma imagem</td><td>Outra página</td><td style=\"overflow-wrap: anywhere\">//div[@id='main']/img</td><td>Raíz</td><td>Elemento</td></tr><tr><td>Link da imagem</td><td>Outra página</td><td style=\"overflow-wrap: anywhere\"> ./@href</td><td>Imagem</td><td>Dado</td></tr></tbody></table><h4>Requisições</h4><table><thead><tr><td>Nome</td><td> De</td><td>Para </td><td>Tipo de requisição</td><td>Exemplo de URL</td><td>Exemplo de formdata</td></tr></thead><tbody><tr><td>Requisição inicial</td><td>N/A</td><td>Página legal</td><td>GET</td><td style=\"overflow-wrap: anywhere\">https://pagina.legal</td><td>N/A</td></tr><tr><td>Acesso a outras páginas</td><td>Página legal</td><td>Outra página</td><td>POST</td><td style=\"overflow-wrap: anywhere\">https://pagina.legal/outra</td><td>{\"id\": \"1\"}</td></tr></tbody></table><h4>Estratégia de raspagem</h4><ol><li>Fazer \"requisição inicial\" para a \"página legal\"</li><li>Para cada lista em \"muitas listas\", obter \"ids de outras páginas\"</li><li>Para cada \"id de outra página\" realizar \"acesso a outras páginas\" utilizando o id coletado no formdata</li><li>Em cada \"outra página\", raspar \"uma imagem\"</li><li>Guardar o \"link da imagem\" da imagem raspada </li></ol><h2>Aplicando o modelo para Caetité (BA)</h2>Agora vamos utilizar o diário oficial de Caetité (BA) apresentado na aula 7 e complementado na aula 9 como objeto de estudo e ver como podemos preencher o modelo:</p><h3>Exemplo de preenchimento</h3><h4>Tipos de página</h4><table><thead><tr><td>Nome</td><td>Imagem de exemplo</td></tr></thead><tbody><tr><td>Listagem de publicações</td><td><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0030/caetite.png\" alt=\"Listagem de publicação em Caetité\" width=\"100%\" /></td></tr></tbody></table><h4>Elementos de interesse</h4><table><thead><tr><td>Nome </td><td>Presente na página</td><td>Seletor </td><td>Relativo a</td><td>Tipo de objeto</td></tr></thead><tbody><tr><td>Publicações</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> //div[@id='edicoes']/ul[@class!='grid']</td><td>Raíz</td><td>Lista de elementos</td></tr><tr><td>Link da publicação</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> ./li[2]/a/@href</td><td>Publicação</td><td>Dado</td></tr><tr><td>Edição da publicação</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> ./li[2]/a/text()</td><td>Publicação</td><td>Dado</td></tr><tr><td>Data da publicação</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\">./li[1]/a/text()</td><td>Publicação</td><td>Dado</td></tr><tr><td>Link para próxima página</td><td>Listagem de publicações</td><td style=\"overflow-wrap: anywhere\"> //div[@class!='proximo']/a/@href</td><td>Raíz</td><td>Dado</td></tr></tbody></table><h4>Requisições</h4><table><thead><tr><td>Nome</td><td> De</td><td>Para </td><td>Tipo de requisição</td><td>Exemplo de URL</td><td>Exemplo de formdata</td></tr></thead><tbody><tr><td>Requisição inicial</td><td>N/A</td><td>Listagem de publicações</td><td>GET</td><td style=\"overflow-wrap: anywhere\">http://procedebahia.com.br/ba/caetite/edicoes</td><td>N/A</td></tr><tr><td>Paginação</td><td> Listagem de publicações</td><td> Listagem de publicações</td><td>GET</td><td style=\"overflow-wrap: anywhere\">http://procedebahia.com.br/ba/caetite/edicoes&amp;pg=2</td><td>N/A</td></tr></tbody></table><h4>Estratégia de raspagem</h4><ol><li>Fazer \"requisição inicial\" para a \"listagem de publicações\"</li><li>Para cada \"publicação\", obter seu \"link\", \"data\" e \"edição\"</li><li>Caso a publicação seja posterior ao filtro de data, não fazer nada. Caso esteja dentro do filtro, guardar o item com os dados obtidos. E caso seja anterior ao filtro de data, parar a raspagem</li><li>Se o \"link para próxima página\" existir, realizar \"paginação\"</li></ol><h2>Terminei a análise, e agora?</h2><p>Agora você já pode adaptar sua análise para o código como apresentado na aula 9 do curso. Também segue as <a href=\"https://docs.queridodiario.ok.org.br/pt/latest/escrevendo-um-novo-spider.html\" target=\"_blank\">indicações da documentação sobre como escrever o raspador</a>. Se tiver dúvidas, comenta lá no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord da OKBR</a>. Submete um <em>Pull Request</em> e vamos trabalhar para integrar o raspador!</p><h2>E também posso ajudar no mapeamento e classificação de municípios?</h2><p>A partir do texto anterior<em> <a href=\"https://queridodiario.ok.org.br/blog/post/28\" target=\"_blank\">\"Conheça os desafios de raspagem do Querido Diário\"</a></em> já podemos entender que a análise de um site para o QD pode terminar o classificando como \"incompatível\" com o projeto. Neste caso, no momento não seguiríamos com a nossa análise e adicionaríamos uma <a href=\"https://github.com/okfn-brasil/querido-diario/issues\" target=\"_blank\"><em>issue</em> ao repositório</a> descrevendo a incompatibilidade.</p><p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0030/issue-incompativel.png\" alt=\"Issue incompatível\" width=\"100%\" /></p><p> Quanto mais sites você raspar mais repertório você terá para estimar a dificuldade de raspagem do site também. Nesse momento você dará uma força imensa para o projeto e para quem estiver começando a contribuir com o repositório!</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0030/banner-post30.png",
      "date": "06/20/2023",
      "author": "Giulio Carvalho"
    },
    {
      "id": 29,
      "title": "Querido Diário é apresentado no Nobel Prize Summit como bem público digital que ajuda a combater a desinformação",
      "category": "História",
      "content": "<p><em>Iniciativa foi a única da América Latina selecionada em chamada internacional do PNUD e da Digital Public Goods Alliance</em></p><p>Com o tema \"Trust, Truth and Hope\" (\"Verdade, Confiança e Esperança\"), a <a href=\"https://www.nobelprize.org/events/nobel-prize-summit/2023\" target=\"_blank\">Cúpula do Prêmio Nobel 2023</a> reuniu ganhadores do Prêmio Nobel, lideranças e especialistas de diversas áreas entre os dias 24 e 26 de maio, em Washington, D.C, nos Estados Unidos, para debater desinformação online e ampliar o horizonte de pessoas interessadas em enfrentar tal desafio.</p><p>O Querido Diário foi reconhecido no evento, junto a outras oito soluções, no tema “<a href=\"https://digitalpublicgoods.net/information-pollution/\" target=\"_blank\">Hope in Action: Open-Source Innovations for Information Integrity</a>” (“Esperança em Ação: Inovações de Código Aberto para Integridade de Informação”), após chamada internacional fruto de parceria entre o Programa das Nações Unidas para o Desenvolvimento (<a href=\"https://www.undp.org/\" target=\"_blank\">PNUD</a>) e a Digital Public Goods Alliance (<a href=\"https://digitalpublicgoods.net/\" target=\"_blank\">DPGA</a>). A chamada buscou identificar e promover soluções de código aberto que podem contribuir para o enfrentamento ao desafio urgente e global da desinformação.</p><p>Fernanda Campagnucci, diretora-executiva da OKBR, esteve presente para representar a iniciativa durante o anúncio das soluções selecionadas, realizado pela Digital Public Goods Alliance no dia 24. A programação online do evento também inclui a exibição de um <a href=\"https://www.youtube.com/watch?v=xvgRr33gri0\" target=\"_blank\">vídeo</a> sobre o Querido Diário em 25 de maio.</p><p>Para Campagnucci, além da oportunidade de promover o Querido Diário e seus impactos positivos na sociedade brasileira, a chamada e seu respectivo anúncio durante a Cúpula do Prêmio do Prêmio Nobel abre espaço para fortalecer o aprimoramento e a expansão da iniciativa.</p><p class=\"quote-paragraph\"><q>O Brasil tem mais de 5,5 mil cidades e as políticas locais afetam a vida de 200 milhões de pessoas. Ainda assim, a maioria das cidades não têm portais de transparência. As informações ficam \"trancadas\" nos diários oficiais, cujo formato dificulta a transparência. O Querido Diário nasceu para ajudar a combater a desinformação, fornecendo uma fonte transparente e confiável de dados abertos, que permite análises informadas e promove o controle social. Mais do que uma plataforma, o Querido Diário é uma infraestrutura aberta</q>, explica.</p><p>Na noite de 24, o projeto também foi apresentado pela diretora em recepção na Embaixada da Noruega em Washington que organizou o encontro para conectar os projetos selecionados a potenciais parceiros e patrocinadores.</p><h2>Repercussão</h2><p>O reconhecimento trouxe grande repercussão para o Querido Diário. Na quinta-feira (25), o projeto foi inserido em matérias sobre a Cúpula do Prêmio Nobel veiculadas no <a href=\"https://g1.globo.com/jornal-nacional/noticia/2023/05/25/fundacao-nobel-reune-especialistas-para-discutir-propostas-de-combate-a-desinformacao.ghtml\" target=\"_blank\">Jornal Nacional</a>, no <a href=\"https://g1.globo.com/jornal-da-globo/edicao/2023/05/25/videos-jornal-da-globo-de-quinta-feira-25-de-maio-de-2023.ghtml#video-11648477-id\" target=\"_blank\">Jornal da Globo</a> e, com maior destaque, em matéria do <a href=\"https://g1.globo.com/mundo/noticia/2023/05/25/projeto-brasileiro-que-da-transparencia-a-publicacoes-oficiais-e-premiado-na-cupula-do-premio-nobel.ghtml\" target=\"_blank\">Jornal Edição das 18h</a> da GloboNews.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0029/print_entrevista_JN.png\" alt=\"Jornal Nacional\" width=\"100%\"/><p class=\"quote-paragraph\"><q>Esperamos que esse reconhecimento e sua repercussão atraiam mais indivíduos e organizações para o uso do projeto. Quanto mais consultas, reportagens e estudos forem realizados utilizando o Querido Diário, mais informação confiável teremos em circulação</q>, comenta Giulio Carvalho, gerente técnico do projeto.</p><p>A plataforma também tem sido uma aliada dos jornalistas. Os dados de diários oficiais disponibilizados já foram fonte de <a href=\"https://queridodiario.ok.org.br/sobre#casos\" target=\"_blank\">diversas reportagens</a> que revelam a situação de políticas públicas locais, como o abandono de obras públicas pela prefeitura de Florianópolis, a falta de visibilidade da cultura negra e periférica na capital baiana, o colapso da saúde pública em Manaus durante a pandemia, entre outros.</p><h2>Expansão</h2><p>Em constante expansão, o projeto tem 69 cidades integradas, mais de 48 milhões de pessoas (22% da população) podem consultar os diários oficiais de onde moram. Já são mais de 200 mil diários oficiais em formato aberto, cinco instituições de ensino superior cooperando e dois novos projetos que utilizam a API do QD para monitorar a adoção de tecnologias pela educação pública nos municípios e políticas locais relacionadas ao clima.</p><p>O Querido Diário é mantido pela <a href=\"https://ok.org.br/\" target=\"_blank\">Open Knowledge Brasil</a> com o auxílio de centenas de pessoas voluntárias que interagem em nosso <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">GitHub</a> e <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord</a>, além de contar com o apoio de <a href=\"https://queridodiario.ok.org.br/apoie\" target=\"_blank\">diversas organizações</a> e doadores na <a href=\"https://www.catarse.me/queridodiario-okbr?project_id=120548\" target=\"_blank\">campanha de financiamento coletivo</a>.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0029/banner-post29.jpg",
      "date": "05/26/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 28,
      "title": "Conheça os desafios de raspagem do Querido Diário",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Você já quis sua cidade no Querido Diário? Mas já se perguntou se é viável? Quais são as dificuldades? Ou o que possibilita adicionar uma cidade? Este texto se propõe a explicar um pouco mais sobre como o projeto funciona.</em></p><hr/><p>O Querido Diário é um projeto que amplia o acesso à informação sobre a administração pública brasileira em sua mais local instância, os municípios, através da abertura de diários oficiais eletrônicos. Não é uma empreitada fácil, sobretudo por existirem 5570 municípios no país e grandes discrepâncias quanto à maturidade na disponibilização de seus dados e informações. É, inclusive, comum ouvir que algumas regiões são “desertos de dados”.</p><p>Para isso, desenvolvemos robôs raspadores (<i>spiders</i>) que periodicamente acessam sites publicadores e coletam as edições de diários oficiais do executivo municipal, apenas. Conheça os desafios de raspagem, o panorama de publicações de diários oficiais eletrônicos e os reflexos que trazem para o projeto.</p><h2>O essencial</h2><p>Ao fazer uma busca qualquer no <a href=\"https://queridodiario.ok.org.br/\" target=\"_blank\">site do Querido Diário</a>, repare que junto a cada opção da lista de resultados há sempre o município e a data vinculados ao excerto do diário oficial que atende a operação de busca.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/resultado-busca.png\" alt=\"Resultado busca\" width=\"100%\"/><p>Isso é reflexo de uma escolha de arquitetura do projeto: só são disponibilizados diários cuja publicação online nos garante criar a correspondência entre edição, seu município e data de publicação. Dizemos que é <b>incompatível</b> com a arquitetura do Querido Diário uma ação de raspagem em que não é possível obter esses dados. Não é o caso de ser inviável raspar o site em si, mas não nos dedicamos a criar um robô raspador já que não teremos informações (<i>metadados</i>) consideradas essenciais de se oferecer para pessoas usuárias da plataforma de busca (<i>imagine a imagem acima sem município ou data, a informação oficial ficaria sem contexto</i>).</p><h2>Os tipos de publicação</h2><p>Um ato oficial é o menor pedaço de um diário. Cada ato oficial tem uma categoria (portaria, decreto, etc) e o texto completo de um diário é o conjunto dessas categorias. Alguns municípios utilizam outra camada intermediária de agrupamento: por órgãos (secretarias, departamentos, etc). E, ainda, há aqueles que se aglutinam em associações e publicam um diário unificado contemplando todos os municípios associados.</p><p>Por não existir um padrão legal de publicação ou disponibilização eletrônica de diários, nos deparamos com prefeituras que liberam seus atos oficiais nos diferentes níveis de granularidade possíveis. Dentro do Querido Diário, nós adotamos nomes para cada situação: <b>completo</b>, <b>agregado</b> e <b>fragmentado</b>.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/panorama-diarios.png\" width=\"100%\"/><p><b>Diário completo</b> - o documento disponibilizado corresponde a um único município, exclusivamente. Um exemplo é o <a href=\"https://dodf.df.gov.br/\" target=\"_blank\">diário do Distrito Federal</a>, já integrado ao Querido Diário, cujo documento publicado contém apenas atos oficiais relacionados ao município. </p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/diario-brasilia.png\" alt=\"Diário de Brasília(DF)\" width=\"100%\"/><p><b>Diário agregado</b> - o documento disponibilizado cobre diversos municípios, normalmente por serem uma Associação de Municípios ou o Diário do Estado. É o exemplo do <a href=\"https://www.diariomunicipal.com.br/ama/\" target=\"_blank\">Diário Oficial da Associação de Municípios de Alagoas</a> que publica os diários de mais de 100 municípios no mesmo documento. A página abaixo, de uma das edições, mostra atos oficiais de dois desses municípios, Cacimbinhas e Campo Alegre.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/diario-ama.png\" alt=\"Diário da AMA\" width=\"100%\"/><p><b>Diário fragmentado</b> - quando não há propriamente um documento online, a prefeitura disponibiliza seus atos oficiais pulverizados. Um exemplo é <a href=\"https://braganca.pa.gov.br/decretos-2023/\" target=\"_blank\">Bragança (PA)</a> que ao invés de publicar um documento único, tem em seu site seções para 4 categorias (decretos, portarias, outros atos e leis) e, em cada uma delas, disponibiliza os atos separadamente.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/site-braganca-pa.png\" alt=\"Diário de Bragança (PA)\" width=\"100%\"/><p>Nesse panorama de diferentes tipos de publicação, nossa referência são os <b>diários completos</b>, sendo os únicos compatíveis com a atual arquitetura do Querido Diário, enquanto os diários agregados e fragmentados, não. </p><p>No caso dos <b>agregados</b>, a incompatibilidade se dá pela impossibilidade de assegurar que determinado trecho diz respeito a qual das muitas cidades contidas no documento, necessitando de uma fase adicional de processamento para fatiar o conteúdo para cada município (segmentação por município). </p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/segmentacoes.png\" alt=\"Fluxo de segmentações\" width=\"100%\"/><p>Já para os <b>fragmentados</b> são necessários robôs raspadores mais complexos e um esquema de banco de dados mais granular que comporte novas relações entre dados de diferentes níveis.</p><p>Tendo em vista esses critérios, a possibilidade de uma cidade fazer parte do Querido Diário é resumida no fluxograma:</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/fluxograma-novas-cidades.png\" alt=\"Fluxograma de novas cidades\" width=\"100%\"/><p>O projeto também não tem arquitetura para tratar arquivos em formatos diferentes de DOC, DOCX, TXT ou PDF de texto. Apesar de serem incompatibilidades relacionadas à etapa de processamento de dados, não de raspagem, elas dizem respeito a dificuldade em extrair o texto puro de dentro do arquivo coletado. </p><h2>Os tipos de sites</h2><p>Além dos diários, os sites publicadores também tem suas particularidades. Ao explorar mais, percebemos que alguns sites são muito parecidos, pois há prefeituras que contratam empresas prestadoras de serviços de desenvolvimento de sites ou de publicação de diários. </p><p>Uma vez que conhecemos o padrão (<i>sistema replicável</i>), a construção de raspadores para as cidades que se utilizam do serviço (<i>municípios replicados</i>) é muito simplificada, reflexo de uma escolha pela arquitetura orientada a objetos.</p><p>Utilizamos o <a href=\"https://scrapy.org/\" target=\"_blank\"><i>framework <b>scrapy</b></i></a> para construir a <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/base/__init__.py\" target=\"_blank\">classe base de raspadores</a>, <i>BaseGazetteSpider</i>. Todos os raspadores de municípios são classes e herdam características de <i>BaseGazetteSpider</i>.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/diagrama-classes-1.png\" alt=\"Diagrama de Classes 1\" width=\"100%\"/><p>Quando o município publica o próprio diário, sem utilizar de sistema replicável, seu raspador herda diretamente de <i>BaseGazetteSpider</i>. É o caso do <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/df_brasilia.py\" target=\"_blank\">raspador para Brasília-DF</a>. </p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/raspador-dfbrasilia.png\" alt=\"Raspador para Brasilia (DF)\" width=\"100%\"/><p>Já quando um município publica diários por meio de sistema replicável, adicionamos uma classe raspadora intermediária para o sistema, entre <i>BaseGazetteSpider</i> e o raspador do município.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/diagrama-classes-2.png\" alt=\"Diagrama de Classes 2\" width=\"100%\"/><p>É o caso do <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/ba_acajutiba.py\" target=\"_blank\">raspador de Acajutiba-BA</a>, que utiliza o sistema replicável <i>DoemGazetteSpider</i>.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/raspador-baacajutiba.png\" alt=\"Raspador para Acajutiba (BA)\" width=\"100%\"/><p>Se ainda não o fez, experimente clicar nos <i>hiperlinks</i> para os raspadores de Brasília e Acajutiba referenciados acima, ambos estão em funcionamento hoje no Querido Diário. Note o tamanho de cada um: enquanto o de Brasília tem 100 linhas de código, o de Acajutiba apenas 10. Isto acontece por que, no caso de Acajutiba, a complexidade da raspagem está dentro do <a href=\"https://github.com/okfn-brasil/querido-diario/blob/main/data_collection/gazette/spiders/base/doem.py\" target=\"_blank\">raspador <i>DoemGazetteSpider</i></a> (e não deixe de reparar que este, por sua vez, que herda <i>BaseGazetteSpider</i>).</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/raspador-doem.png\" alt=\"Raspador para DOEM\" width=\"100%\"/><p>Sistemas replicáveis são particularmente interessantes por potencializar a cobertura de municípios que podemos ter com menos esforço de desenvolvimento: uma vez que tenhamos a classe raspadora do sistema replicável, todas as cidades que o adotem demandam raspadores tão simples quanto o de Acajutiba. Conhecemos outras dezenas de cidades baianas que usam o DOEM e, em contraste, o raspador de Brasília serve apenas para Brasília.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/diagrama-classes-3.png\" alt=\"Diagrama de Classes 3\" width=\"100%\"/><h2>Panorama</h2><p>Ainda que existam casos de incompatibilidade, a atual arquitetura de raspagem do Querido Diário atende relevante parte dos casos de disponibilização de diários oficiais municipais no Brasil. Além dos <a href=\"https://queridodiario.ok.org.br/cidades-disponiveis\" target=\"_blank\">67 municípios atualmente disponíveis</a>, temos perspectiva de atingir a marca de 250 cidades até o fim do ano de 2023. Você pode acompanhar o panorama no <a href=\"https://github.com/orgs/okfn-brasil/projects/12/views/1\" target=\"_blank\">Quadro de Expansão de Cidades no Querido Diário</a>.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/quadro-expansao.png\" alt=\"Quadro de Expansão de Cidades\" width=\"100%\"/><h2>Desafios de aprimorar a arquitetura</h2><p>É importante destacar que só porque há contextos em que a adição de municípios é incompatível com a atual arquitetura, não implica que vai ser sempre assim. Aprimorar o projeto para tratar desses casos está em nossos objetivos. Uma vez que barreiras técnicas forem superadas, podemos voltar às atenções para os municípios que, hoje, são considerados incompatíveis.</p><p>Por exemplo, estudar como segmentar por municípios o diário agregado da Associação de Municípios de Alagoas (AMA) é <a href=\"https://danielfireman.github.io/ifal-qd/\" target=\"_blank\">objeto de Iniciação Científica</a> do Instituto Federal de Alagoas (AL), uma parceria no âmbito do programa <a href=\"https://ok.org.br/projetos/qd-universidades/\" target=\"_blank\">Querido Diário nas Universidades</a>. Ao incorporar na arquitetura a solução sendo desenvolvida, além da perspectiva de termos 102 municípios alagoanos integrados nos próximos meses, podemos avaliar se há possibilidade de usar a mesma - ou com poucas adaptações - ferramenta para outros diários agregados similares. </p><h2>Como contribuir</h2><p>Sendo um projeto colaborativo de <i>software</i> livre, todas as pessoas que tenham familiaridade com a área de tecnologia podem contribuir em <a href=\"https://queridodiario.ok.org.br/tecnologia#documentacao\" target=\"_blank\">diversos repositórios</a> (frontend, backend, API, infraestrutura, etc) conforme tenham interesse.</p><p>Estamos trabalhando em organizar o <a href=\"https://github.com/orgs/okfn-brasil/projects/14\" target=\"_blank\"><i>roadmap</i> do Querido Diário</a>, também conhecido como “mapa de metas”, uma lista dos principais desafios percebidos e de grande impacto para o projeto. Contribuições que nos ajudem a superar esses desafios-chave são especialmente relevantes. </p><p>Em particular no <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">repositório de raspadores</a>, contribuições importantes são aquelas que adicionam raspadores para novas cidades e/ou sistemas replicáveis (confira <a href=\"https://docs.queridodiario.ok.org.br/pt/latest/escrevendo-um-novo-spider.html\" target=\"_blank\">as orientações</a> na documentação!) ou dêem manutenção em raspadores em produção.</p><p>Já em outros repositórios, mas que trazem reflexos para a cobertura de raspadores, há espaço para contribuições que nos ajude a tornar compatíveis as situações hoje incompatíveis, como: explorar a segmentação em Diários do Estado, aprimorar o esquema de banco de dados para receber diários fragmentados ou aprimorar o Reconhecimento Óptico de Caracteres (ROC, ou OCR em inglês) para diários escaneados. </p><p>Em todo caso, mantemos canais no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord</a> para conversas sobre o projeto e seus diferentes aspectos. Além de trocas por mensagens, também fazemos uma reunião mensal com as pessoas mantenedoras aberta para a comunidade, sempre na última quinta-feira. Todas as pessoas são bem-vindas!</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0028/banner-post28.png",
      "date": "05/18/2023",
      "author": "Juliana Trevine"
    },
    {
      "id": 27,
      "title": "Agência de Notícias da FACOM cria nova parceria com plataforma tecnológica Querido Diário",
      "category": "Querido Diário nas Universidades",
      "content": "<p><em>Projeto visa aproximar o cidadão das decisões governantes ao liberar diariamente o conteúdo dos diários oficiais dos municípios</em></p><hr /><p>A Agência de Notícias da Faculdade de Comunicação da Universidade Federal da Bahia (UFBA), efetua uma parceria com o programa <a target=\"_blank\" target=\"_blank\" href=\"https://ok.org.br/projetos/qd-universidades\">Querido Diário nas Universidades</a>, iniciativa da Open Knowledge Brasil (<a target=\"_blank\" href=\"https://ok.org.br/\">OKBR</a>) juntamente com a plataforma de Ciência de Dados aplicada à Saúde (<a target=\"_blank\" href=\"https://pcdas.icict.fiocruz.br\">PCDaS</a>), da Fundação Oswaldo Cruz (Fiocruz). O projeto visa mapear o ecossistema de pesquisa e extensão universitária brasileiro e documentar os requisitos necessários para a estruturação de um fluxo de trabalho entre projetos acadêmicos e iniciativas brasileiras de código aberto. Com a AGN, o objetivo será desenvolver pautas jornalísticas utilizando dados dos diários oficiais disponibilizados pela ferramenta Querido Diário.</p><p>O Diário Oficial é um documento existente nas esferas municipais, estaduais e federais, onde são publicados todos os assuntos oficiais e decisões governamentais, reuniões, editais, nomeações, licitações e demais assuntos que possam interessar à população. Cada prefeitura publica seu diário oficial de uma forma, pois não há uma regulamentação para padronizar as edições ou torná-las acessíveis de forma automatizada e em um único local. Tendo isto em vista, o <a target=\"_blank\" href=\"https://queridodiario.ok.org.br\">Querido Diário</a> tem como objetivo tornar acessível quaisquer atividades importantes e atos da administração pública dentro dos municípios brasileiros. Através do Querido Diário, a população pode fiscalizar tanto as ações tomadas pelos governantes, quanto os investimentos feitos com o dinheiro público em diferentes municípios.</p><p>Para a estudante Sofia Nachef, de 19 anos, do ponto de vista municipal, a fiscalização dos diários, permite que a população possa cobrar por melhorias em suas cidades. “ Acessar os diários oficiais é uma forma da população fiscalizar o poder e ser capaz de cobrar por melhorias na cidade em que vive. Também é uma forma de garantir a transparência das ações feitas pelos governantes, embora a linguagem utilizada em documentos como esse não consiga de fato comunicar algo para boa parte das pessoas”.</p><p>O Querido Diário é uma tecnologia em código aberto desenvolvida com a colaboração de diversos voluntários. A iniciativa colabora para o fortalecimento da cidadania, uma vez que possibilita que qualquer pessoa utilize a ferramenta e participe do seu desenvolvimento. O usuário coloca palavras chaves, municípios ou dados na barra de pesquisa e consegue ter acesso aos conteúdos dos diários desejados.</p><p>Rebeca Almeida, que atualmente é gestora de comunidades no programa de ciências de dados para inovação cívica da OKBR, deseja que a parceria seja benéfica para todas as partes: “Espero que seja uma boa oportunidade para os estudantes se desenvolverem profissionalmente através de um projeto real de inovação cívica, um projeto aberto e de software livre. Por outro lado, espero que a parceria faça com que o Querido Diário possa ser explorado e reconhecido pelos estudantes e pessoas que fizeram parte do projeto</p><p>A parceria vai possibilitar que os integrantes da Agência de Notícias tenham contato com o jornalismo de dados, área que tem se projetado dentro do mercado de trabalho brasileiro. As notícias e reportagens serão desenvolvidas para tornar mais acessíveis as informações de interesse público, bem como reduzir a complexidade da linguagem utilizada nos diários oficiais.</p><p>“Na minha perspectiva, acessar os diários oficiais é uma tarefa que já é essencial entre a população, mas ainda mais entre os jornalistas. Como o que mais falta na política brasileira é fiscalização, o Querido Diário é uma excelente plataforma para viabilizar esse acesso. Eu gostei bastante de saber dessa parceria. Acho que vamos ser responsáveis por algo muito importante. Estou ansiosa!“, relata Beatriz Nascimento, 19 anos, estudante de Jornalismo e nova integrante da Agência de Notícias da Facom.</p><p>Segundo o professor e atual tutor da AGN, Marcos Carvalho Bau, essa cooperação vai trazer muitos benefícios para a formação dos estudantes e corpo docente. “Eu tenho uma expectativa muito boa do que se aproxima. No desenvolvimento, não só dos estudantes, mas de todos nós, professores e pesquisadores. É uma excelente forma de integração.”</p><p>Acesse o site e conheça um pouco mais sobre o projeto Querido Diário: <a target=\"_blank\" href=\"https://queridodiario.ok.org.br/\">https://queridodiario.ok.org.br// </a></p><p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0027/nova-parceria-facom.png\" alt=\"Card parceria facom-QD\" width=\"100%\" /></p><hr /><p><i>Texto publicado originalmente pela Agência de Notícias em C&T da Faculdade de Comunicação (FACOM) da Universidade Federal da Bahia (UFBA)</i></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0027/banner-post27.png",
      "date": "05/12/2023",
      "author": "Beatriz Nascimento e Manoela Ferreira"
    },
    {
      "id": 26,
      "title": "Open Knowledge Brasil lança “Querido Diário: Tecnologias na Educação”",
      "category": "Tecnologias na Educação",
      "content": "<p><i>A análise explora dados obtidos com nova ferramenta durante período pandêmico;</i> <i>de robótica a softwares de gestão, conheça as principais tendências e pontos de atenção</i></p><hr><p>A nova ferramenta da Open Knowledge Brasil (OKBR) já está no ar! O <a href=\"https://queridodiario.ok.org.br/educacao\">“Querido Diário Tecnologias da Educação”</a> foi lançado nesta terça-feira, 21 de março, em uma <a href=\"https://www.youtube.com/watch?v=PWdTJ4vfgXQ&amp;ab_channel=OpenKnowledgeBrasil\" target=\"_blank\">live</a> com a participação de membros das equipes de Inovação Cívica e de Advocacy e Pesquisa da OKBR, dois eixos envolvidos em seu desenvolvimento. A iniciativa busca ampliar a visibilidade e a compreensão sobre <b>como as cidades brasileiras vêm adotando tecnologias no contexto educacional</b>. Por meio da plataforma, é possível monitorar as ações das prefeituras a partir da base de dados do Querido Diário, que atualmente já conta com 67 cidades disponíveis no buscador, sendo 20 delas capitais.</p><p class=\\\"quote-paragraph\\\"><q>É preciso pensar o peso que a rede municipal tem frente à educação básica brasileira, uma vez que ela representa quase metade das matrículas na educação básica. Isso mostra a força e importância da gestão municipal. O Querido Diário tem papel muito importante de trazer visibilidade para esse universo</q>, disse a analista do programa de Advocacy e Pesquisa, Milena Coimbra.</p><p>Durante a transmissão também foi apresentada a <a href=\"https://queridodiario.ok.org.br/educacao/relatorio/1\">primeira análise</a> produzida pela equipe de especialistas em políticas públicas e tecnologias da OKBR no contexto da iniciativa: um panorama sobre o tema a partir da varredura de diários oficiais de 27 municípios das cinco regiões do país do período entre janeiro de 2020 e abril de 2022 — recorte escolhido para capturar as movimentações em decorrência da pandemia de Covid-19. Ao todo, foram analisadas mais de 1500 publicações, sendo 1/3 delas classificadas em categorias como conectividade, infraestrutura, formação e aprendizagem e gestão.</p><p class=\\\"quote-paragraph\\\">A coordenadora de Advocacy e Pesquisa da OKBR, Danielle Bello, destacou que os estudos serão disponibilizados com frequência e estimulou o uso da plataforma. <q>Nesse primeiro momento, vamos fazer uma análise panorâmica a cada semestre e, de forma intercalada, uma análise temática. Incentivamos que vocês se apropriem do conteúdo, façam suas próprias pesquisas e compartilhem os resultados com a gente</q>, disse.</p><p>A live está disponível para acesso no canal <a href=\"https://www.youtube.com/watch?v=PWdTJ4vfgXQ&amp;ab_channel=OpenKnowledgeBrasil\" target=\"_blank\">da OKBR no YouTube</a>.</p><h2>Como usar a ferramenta:</h2><p>O coordenador de Inovação Cívica da OKBR, Giulio Carvalho, apresentou a <a href=\"https://queridodiario.ok.org.br/educacao\">ferramenta</a> e mostrou como funciona o buscador e suas funcionalidades. Ele exibiu como utilizar a busca avançada por palavras-chave, que possibilita um monitoramento mais específico; os filtros de subtemas e a criação de alertas para receber por e-mail atualizações sobre assuntos de interesse. <a href=\"https://youtu.be/PWdTJ4vfgXQ?t=1234\" target=\"_blank\">Veja aqui o passo a passo</a>.</p><h2>Confira o relatório:</h2><p><a href=\"https://queridodiario.ok.org.br/educacao/relatorio/1\"><b>Panorama #1: Radar das tecnologias na educação nos municípios</b></a></p><p>O documento apresenta uma <b>seleção de casos que podem ser de interesse para o ecossistema das tecnologias da educação</b> ou aprofundados em análises futuras, além de um rol de tendências de tecnologias que se repetem nas cidades em análise, podendo ou não representar boas práticas no campo. Também destaca <b>casos que podem apontar lacunas de transparência e integridade</b> e, por isso, merecem atenção. O relatório ainda conta com um resumo dos principais indicadores sobre as buscas realizadas e seus achados. Todos os resultados podem ser explorados na base de dados disponibilizada com o documento, que contém todos os casos analisados e classificados conforme metodologia elaborada pela equipe. <b>O estudo completo está disponível </b><a href=\"https://queridodiario.ok.org.br/educacao/relatorio/1\"><b>neste link</b></a>.</p><p>Entre os resultados, chama atenção a recorrência de sistemas de gestão educacional em diversas redes e seus diferentes formatos de contratação, que podem impor <b>desafios à governança de dados pelas secretarias municipais de educação</b>. Destaca-se também a variedade de formatos de aquisição de serviços de internet e alternativas para garantir o acesso à rede por profissionais da educação e estudantes, o que se tornou central durante a pandemia. Além disso, há casos que podem ser explorados futuramente, como recursos voltados à leitura e ao ensino à distância para estudantes com deficiência<br/></p><p><b>A análise também revela pontos de atenção no quesito transparência</b>. Um deles diz respeito às informações sobre contratações públicas. Das 506 publicações classificadas, 47% não informam os CNPJs das empresas envolvidas nos contratos ou processos de licitação, em 17 cidades. A falta desse tipo de dado impede buscas mais precisas sobre a situação cadastral desses prestadores de serviços, por exemplo<br/></p><p class=\\\"quote-paragraph\\\"><q>Nem tudo chega aos portais institucionais e redes sociais das prefeituras e uma contratação ou uma nova política podem passar despercebidas. Mas todos esses atos precisam estar nos diários oficiais e é por isso que eles oferecem uma riqueza de informação estratégica para monitorar políticas públicas</q>, explica Danielle Bello, coordenadora de Advocacy e Pesquisa da OKBR<br/></p><p>No projeto, estudos panorâmicos como esse serão intercalados com análises temáticas que acompanharão a publicação de estudos de casos e um catálogo de instrumentos e documentos de referência sobre o tema para gestores e pesquisadores<br/></p><p>O “<b>Querido Diário: Tecnologias na Educação</b>” é fruto de uma parceria da <b>Open </b><b>Knowledge Brasil</b> com a <b>Aliança Fundação Lemann &amp; Imaginable Futures.</b><br/></p><h2>Querido Diário</h2><p>A iniciativa é parte do aprimoramento do “<a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a>”, plataforma lançada em 2021 pela OKBR que reúne os diários oficiais de municípios brasileiros em um só lugar, simplificando o acesso a informações públicas e, com isso, favorecendo a transparência, a participação, o controle social, o monitoramento de políticas públicas e o combate à corrupção.<br/></p><p>Com as 67 cidades já integradas à plataforma, mais de 47 milhões de pessoas podem consultar os diários oficiais de onde moram em formato aberto e amigável. E esse número deve crescer consideravelmente ao longo de 2023, com as melhorias em curso na infraestrutura da plataforma<br/></p><p class=\\\"quote-paragraph\\\"><q>Esse lançamento é um passo muito importante na construção do ‘Querido Diário’. Hoje, já são dezenas de municípios com seus diários oficiais ‘libertos’ e uma quantidade enorme de dados disponibilizados</q>, explica o coordenador de Inovação Cívica da OKBR, Giulio Carvalho. <q>Nos próximos meses, serão centenas, e um pouco mais à frente, milhares de cidades. Esse filtro temático será essencial para viabilizar que quem tem interesse no tema possa explorá-lo em meio a tantas informações</q>, completa.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0026/banner-post26.png",
      "date": "03/22/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 25,
      "title": "Querido Diário: Tecnologias na Educação, da Open Knowledge Brasil, permitirá monitorar tema em municípios",
      "category": "Tecnologias na Educação",
      "content": "<p><i>Ferramenta será lançada em 21/3 e contará com explorador de atos públicos, filtros temáticos e análises periódicas</i></p><hr><p>Quais tecnologias estão sendo adotadas nas redes municipais de ensino? Em quais cidades? Quem fornece esses recursos e de que forma eles se relacionam com as políticas educacionais e estratégias pedagógicas dessas redes? Buscando explorar questões como essas e ampliar a compreensão e a visibilidade sobre como municípios vêm adotando tecnologias em suas redes de ensino, a Open Knowledge Brasil lança, em 21 de março, o “<b>Querido Diário: Tecnologias na Educação.</b>”</p><p>A ferramenta permitirá monitorar as ações das prefeituras no tema por meio das informações publicadas diariamente em seus Diários Oficiais. Fruto de uma parceria com a Aliança Fundação Lemann &amp; Imaginable Futures, ela possibilitará realizar pesquisas em atos públicos, como contratações e normas, previamente identificados como relacionados a assuntos como conectividade, robótica, gestão e aprendizagem. Além das consultas, será possível criar alertas para receber por e-mail atualizações sobre assuntos de interesse.</p><p>De acordo com dados do Censo Escolar 2022, a rede municipal de ensino concentra quase metade (49%) das matrículas da educação básica no Brasil, atendendo cerca de 23 milhões de estudantes, em sua maioria crianças e adolescentes. Apesar do papel central nas políticas educacionais, as capacidades dos municípios tendem a ser menores quando comparadas aos outros entes, o que vemos refletido, por exemplo, em políticas de transparência e integridade mais frágeis e em recursos técnicos e financeiros mais restritos para a realização de contratações complexas — como aquelas envolvendo tecnologias.</p><p>Nesse contexto desafiador de gestão e seguindo uma tendência social mais ampla, a incorporação de tecnologias no ambiente educacional vem crescendo cada vez mais, o que abre novas discussões sobre acesso e qualidade de ensino, uso de recursos públicos, desigualdades e a necessidade de resguardar direitos fundamentais, como a privacidade.</p><p class=\\\"quote-paragraph\\\"><q>Nosso maior desafio no monitoramento de políticas públicas está no nível municipal, não só pelas limitações mais profundas no acesso à informação, mas pela quantidade de cidades que o Brasil tem. O “Querido Diário: Tecnologias na Educação” dará condições para o acompanhamento desse tema tão urgente de forma contínua e em uma escala que não seria possível manualmente</q>, aponta a coordenadora de Advocacy e Pesquisa da OKBR, Danielle Bello.</p><p>Para isso, será usada a inteligência do <a href=\"https://queridodiario.ok.org.br/\"  target=\"_blank\">Querido Diário</a> — uma ferramenta que reúne os Diários Oficiais de municípios brasileiros em um só lugar, simplificando o acesso a informações públicas e, com isso, favorecendo a transparência, a participação, o controle social, o monitoramento de políticas públicas e o combate à corrupção. Atualmente, a plataforma conta com 66 cidades, 20 delas capitais. Isso quer dizer que mais de 47 milhões de pessoas podem consultar os diários oficiais de onde moram em formato aberto e amigável. Mas esse número deve crescer consideravelmente ao longo de 2023, com as melhorias em curso na infraestrutura do Querido Diário.</p><p class=\\\"quote-paragraph\\\"><q>Esse lançamento é um passo muito importante na construção do Querido Diário. Hoje, já são dezenas de municípios com seus Diários Oficiais ‘libertos’ e uma quantidade enorme de dados disponibilizados</q>, explica o coordenador de Inovação Cívica da OKBR, Giulio Carvalho. <q>Nos próximos meses, serão centenas, e um pouco mais a frente, milhares de cidades. Esse filtro temático será essencial para viabilizar que quem tem interesse no tema possa explorá-lo em meio a tantas informações</q>, completa.</p><h2>Análises periódicas</h2><p>No contexto do “Querido Diário: Tecnologias na Educação”, também haverá uma série de análises e estudos de caso produzida pela equipe de especialistas em políticas públicas e tecnologias da OKBR sobre tendências, novidades e iniciativas relacionadas ao tema que merecem atenção, positivamente ou não. A primeira análise, com um panorama sobre a implantação de tecnologias na educação dos municípios a partir do período da pandemia de Covid-19 estará disponível a partir do lançamento da plataforma.</p><p>Com esse conjunto de recursos, o projeto pretende criar uma base de conhecimento comum e acessível a equipes de gestão, pessoas pesquisadoras e quaisquer interessadas e apontar caminhos para uma gestão de tecnologias na educação mais transparente e acessível.</p><h2>Serviço</h2><p>Live: Lançamento Público da Plataforma “Querido Diário: Tecnologias na Educação”<br/>Quando: 21 de março, terça, às 19h00<br/>Onde: <a href=\"https://www.youtube.com/@OpenKnowledgeBrasil\"  target=\"_blank\"><b>Canal do YouTube da Open Knowledge Brasil</b></a><br/><a href=\"https://forms.gle/VRqCkW7cdNSRjtVz7\"  target=\"_blank\">Inscreva-se aqui</a> para receber um lembrete!</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0025/banner-post25.png",
      "date": "03/09/2023",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 24,
      "title": "Seu município cumpre a legislação (Lei de Governo Digital)?",
      "category": "#AcheiNoDiárioOficial",
      "content": "<p ><i>Ações relacionadas à Lei 14.129/21 foram identificadas em diários oficiais de apenas 4 de 66 cidades brasileiras: Jundiaí (SP), Recife (PE), Rio de Janeiro (RJ) e Salvador (BA)</i></p><hr><p>Conhecida como a “Lei de Governo Digital”, a <a href=\"https://www.planalto.gov.br/ccivil_03/_ato2019-2022/2021/lei/l14129.htm\" target=\"_blank\">Lei Federal nº 14.129/2021</a> vale para todos os órgãos da administração pública federal, abrangendo os três poderes. Para que a legislação possa valer nos demais entes, porém, os estados e municípios devem adotar atos normativos próprios. Em março de 2023, a Lei completa dois anos.</p><p>Usando o <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a>, pesquisamos registros sobre o tema nos diários oficiais de <a href=\"https://queridodiario.ok.org.br/cidades-disponiveis\">66 cidades brasileiras</a> que, juntas, somam 47,2 milhões de habitantes. O resultado não é animador: apenas em Salvador (BA), Recife (PE), Rio de Janeiro (RJ) e Jundiaí (SP) identificamos alguma menção à Lei até 9 de janeiro deste ano.</p><h2>Salvador e um contrato de 3 milhões</h2><p>Em 25 de abril de 2022, a prefeitura de Salvador (BA) <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2022-04-25/757f2feefa5d47339141915a7865f4271e5fa374.pdf\" target=\"_blank\">publicou</a> um Termo de Referência para contratar uma empresa para “implantar, sustentar e customizar a solução em formato de Plataforma de Governo Digital” — segundo a capital baiana, de forma aderente à Lei de Governo Digital.</p><p>O objetivo, declara, é “integrar e acelerar o desenvolvimento dos serviços digitais e melhorar os serviços prestados ao cidadão, servidores públicos e empresas”. Isso seria feito “por meio de portal e aplicativo, juntamente com um processo de identificação segura”, além do serviço de “levantamento, modelagem e otimização de processos”.</p><p>O contrato com a empresa “MSB Tecnologia” foi assinado três meses depois, em 27 de julho, no valor de R $3.065.250 — conforme <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2022-08-01/ae8a7da43413b8a5287ed7148dfa39046b7dcc84.pdf\" target=\"_blank\">publicado</a> no diário oficial de 1º de agosto. O acompanhamento desse contrato será importante para garantir que as soluções desenvolvidas sigam, de fato, os princípios de dados abertos e participação social previstos na Lei.</p><h2>Recife e a Estratégia de Transformação Digital</h2><p>As menções encontradas em Recife (PE) estão em notícia <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2611606/2021-07-20/782a37035735bd4c963bd9de3b3336efcca600ca.pdf\" target=\"_blank\">publicada</a> no diário oficial da cidade em 20 de julho de 2021, destacando a Estratégia de Transformação Digital da Prefeitura. O decreto 34.737/2021 havia sido <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2611606/2021-07-15/29c5df8536b7ce54d0c5e8a239074fdf8272543d.pdf\" target=\"_blank\">publicado</a> em 15 de julho, estabelecendo o marco legal da iniciativa.</p><p>A norma anuncia diretrizes para a construção do Plano Municipal de Transformação Digital e vinte pontos norteadores para o trabalho da Secretaria de Planejamento, Gestão e Transformação Digital (SEPLAGTD), responsável por essa política.</p><p>De acordo com a publicação, estão previstos produtos digitais como Protocolo Eletrônico, Escritório de Processos, Carta de Serviços, Portal de Serviços, Cadastro Base Cidadão, Rede de Transformação Digital e Portal de Inovação Aberta.</p><h2>Rio de Janeiro e o Plano Estratégico 2021-2024</h2><p>O Governo Digital é uma das iniciativas estratégicas do eixo de governança no Plano 2021-2024 <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-09-30/a2ff689224f74236b17c0b144017d130b8b14b06\" target=\"_blank\">publicado</a> pela capital fluminense em 30 de setembro de 2021. O documento abrange toda a Administração municipal e estabelece, em cada iniciativa, diagnóstico da situação atual, resultados esperados, projetos, indicadores e marcos.</p><p>O Plano menciona a Lei de Governo Digital como uma de suas balizas. A finalidade, de acordo com a prefeitura, é a de “ampliar o acesso do cidadão aos serviços, ao mesmo tempo que geram ganhos de eficiência duradouros para a gestão e permitem novos patamares de participação da sociedade na fiscalização da administração e na geração de soluções inovadoras”.</p><p>Os quatro projetos incluídos na iniciativa de governo digital são: Plataforma Convergente de Serviços (PCS) com login único; Sistema Carioca de Relacionamento com o Cidadão (SCRC); a implantação do processo eletrônico por meio do Processo.rio e a recuperação da capacidade tecnológica, inclusive para proteção de dados pessoais.</p><h2>Jundiaí e o Plano Diretor de Tecnologia</h2><p>A cidade paulista de Jundiaí <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3525904/2022-12-23/4fb35949c1cc89ea9a9c7224c5e0aeec1f95c250.pdf\" target=\"_blank\">publicou</a>, em 23 de dezembro de 2022, uma primeira versão de seu Plano Diretor de Tecnologia da Informação (PTDI). O objetivo declarado do documento é “conhecer as principais necessidades, deficiências e gargalos da área de Tecnologia da Informação e Comunicação”.</p><p>Com o PTDI, a Prefeitura pretende “planejar as ações para elevar a maturidade da Gestão de Tecnologia da Informação e Comunicação, mitigando riscos, elevando a segurança digital, revertendo custos em investimentos além de adequar-se às Políticas de Governança Digital e às Estratégias de Governo Digital”. A Lei de Governo Digital é mencionada como uma das referências utilizadas para a elaboração do PTDI da cidade.</p><p>Outra menção à Lei de Governo Digital aparece no contexto de um amplo questionário respondido pela Prefeitura ao Tribunal de Contas do Estado de São Paulo (TCE-SP). Questionada se a Lei foi regulamentada no município, a Prefeitura responde que sim, indicando dois decretos (página 42 do diário oficial). Porém, embora tratem do tema de governança, os decretos são de datas anteriores à promulgação da Lei Federal e não poderiam ter regulamentado a matéria antecipadamente.</p><h2>Como fizemos o levantamento</h2><p>O <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a> é a plataforma da Open Knowledge Brasil que coleta e disponibiliza os diários municipais brasileiros em formato de dados abertos. No momento de produção deste levantamento, diários de 66 cidades estão disponíveis na infraestrutura do Querido Diário e são atualizados diariamente (<a href=\"https://ok.org.br/wp-content/uploads/2023/01/municipios_disponiveis_QD-9jan23.csv\" target=\"_blank\">confira</a> quais foram os municípios incluídos).</p><p>Para identificar as publicações, usamos a ferramenta de busca avançada que permite buscar um conjunto de termos dentro de um intervalo específico. Usando a expressão entre aspas <a href=\"https://queridodiario.ok.org.br/pesquisa?term=%22lei%20governo%20digital%22~5\" target=\"_blank\">“lei governo digital”~5</a>, buscamos variações como “Lei do Governo Digital”, “Lei de Governo Digital”, “Lei Governo Digital”, etc em uma distância máxima de 5 palavras. A busca pelo número da lei não retornou resultados distintos.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0024/banner-post24.png",
      "date": "01/19/2023",
      "author": "Fernanda Campagnucci"
    },
    {
      "id": 23,
      "title": "Querido Diário nas Universidades: iniciativa fecha semestre com resultados sólidos",
      "category": "Querido Diário nas Universidades",
      "content": "<p ><i>Primeira fase da parceria entre OKBR e PCDaS apoia três equipes de pesquisa e contribui para a maturidade da área de ciência de dados</i></p><p><i>Por Ariane Alves </i></p><hr><p>A primeira fase do projeto Querido Diário nas Universidades, coordenado pelo Programa Ciência de Dados para Inovação Cívica da Open Knowledge Brasil (OKBR) e apoiado pela Plataforma de Ciência de Dados aplicada à Saúde (PCDaS/ICICT/Fiocruz), chegou ao fim em 2022 com muito o que comemorar!</p><p>Ao longo de um semestre, a equipe acompanhou a evolução de aplicações teóricas e práticas de ciência de dados em disciplinas de três instituições de ensino do Brasil. Além disso, foi realizada uma revisão sistemática de produções acadêmicas já publicadas cuja abordagem auxilia diretamente o desenvolvimento de futuras pesquisas com o <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a>.</p><h2>Resultados abrangem múltiplos desafios do projeto e superam expectativas para a primeira fase</h2><p>Entre agosto e dezembro de 2022, dois alunos do ensino técnico do Instituto Federal de Alagoas (IFAL), dois de graduação da Universidade Tiradentes (Unit/SE) e um de graduação do Centro Federal de Educação Tecnológica Celso Suckow da Fonseca (Cefet/RJ) se debruçaram sobre desafios do Querido Diário para aplicar os conhecimentos adquiridos ao longo do aprendizado acadêmico. As três frentes de trabalho foram supervisionadas pelos professores das respectivas disciplinas e auxiliadas pela cientista de dados Luísa Coelho, bolsista apoiada pela PCDaS.</p><p>As atividades desenvolvidas como trabalho de conclusão de curso do aluno Balthazar Paixão focaram na elaboração de um modelo de recomendação partindo de bases de dados pré-existentes de políticas ambientais e tecnologias na educação publicadas em diários oficiais e obteve bons resultados nos testes iniciais. O Cefet seguirá como parceiro em 2023, concluindo a fase de testes do modelo desenvolvido e abordando novos desafios.</p><p>O grupo da Unit optou por realizar estudos teóricos sobre temas como <i>machine learning</i> e Processamento de Linguagem Natural (PLN) na primeira fase de seu projeto de iniciação científica, que será finalizado no primeiro semestre de 2023 e terá foco na identificação de dispensa de licitações.</p><p>As atividades realizadas neste semestre pela equipe da Unit também fomentam uma experiência de abordagem pedagógica de um projeto <i>open source</i> para discentes de graduação, partindo do repertório que os alunos tinham anteriormente e analisando o que aprenderam com os materiais que foram disponibilizados. “Trazer esse tipo de projeto para dentro da universidade é muito interessante, considerando que os alunos estão em formação e podem ter um primeiro contato com temas de inovação cívica e ciência de dados”, afirma o professor Adolfo Guimarães, responsável pelo projeto junto à Unit. “Foi bem proveitoso no sentido de inseri-los em um universo que ainda não conheciam.”</p><p>Já a equipe da IFAL se debruçou primeiramente em um grande desafio: processar e separar os textos de cada uma das 101 cidades que publicam seus diários em edição única organizada em uma associação de municípios. O grupo obteve sucesso nesta primeira etapa, e seguirá com esforços para realizar, por meio da mesma metodologia, o reconhecimento de nomeações e exonerações ao longo dos próximos meses de atividades.</p><p>Para Daniel Fireman, docente do IFAL responsável pela coordenação das atividades, a experiência “foi um sucesso no sentido não só de os objetivos iniciais e técnicos terem sido atingidos, mas também porque observamos o crescimento e amadurecimento dos alunos com relação a como abordar problemas e apresentá-los, além de como se relacionar profissionalmente”. Alex da Silva Custódio, um dos discentes supervisionados por Fireman, ressalta a relevância de uma experiência como esta em seu currículo. “É muito motivador trabalhar em um projeto com função real na sociedade, além de ser um ótimo convite para a área social de ativismo, e essa troca que tivemos beneficia tanto quem está começando a vida profissional, como ajuda a OKBR a evoluir o desenvolvimento de seus projetos“, afirma.</p><h2>Pesquisas internas pavimentam caminhos para a trajetória acadêmica do Querido Diário</h2><p>Além de acompanhar e apoiar as atividades desenvolvidas pelas três equipes das instituições de ensino, a pesquisadora Luísa Coelho realizou uma série de levantamentos de referências e bibliografias acadêmicas que organizam e documentam um cenário de utilização ampla do Querido Diário como projeto a ser alvo de pesquisas, experimentações e contribuições oriundas dos diversos níveis acadêmicos, como graduação, especialização, mestrado e doutorado.</p><p>A partir do que foi realizado ao longo do semestre, as futuras equipes que escolherem trabalhar com o projeto terão à disposição um arcabouço de referências teóricas que abordam temas em comum com o projeto, como aplicações práticas de PLN em língua portuguesa e avaliações de forma e conteúdo de documentos como os diários oficiais publicados no Brasil. Além disso, a pesquisadora elaborou um modelo de padronização de registros, facilitando a documentação futura de todos os usos e estudos publicados online sobre o Querido Diário.</p><p>A revisão sistemática gerou, ainda, um terceiro levantamento focado na identificação de possíveis parcerias futuras, mapeando grupos de pesquisa de universidades brasileiras e seus respectivos docentes responsáveis para aprimorar e direcionar a abordagem nas próximas fases desta iniciativa.</p><p>Por fim, foi realizada uma atualização dos objetivos do Querido Diário quanto à frente de ciência de dados, com a descrição e o agrupamento dos desafios que nortearão a equipe de Inovação Cívica da OKBR em 2023. O coordenador da área Giulio Carvalho explica o impacto da parceria ainda nesta primeira fase. “Os resultados que já foram atingidos certamente vão mudar a maneira como estamos produzindo ciência de dados no projeto e a maneira como essa frente vai ser guiada nos próximos anos. Ficamos muito felizes com tudo o que foi feito até agora, superamos muito nossas expectativas iniciais”, afirma.</p><h2>Atuação de embaixadores fortalece comunidade de cientistas de dados</h2><p>Outro marco importante atingido foi a consolidação de mais uma iniciativa realizada no âmbito das atividades da <a href=\"https://embaixadoras.ok.org.br/\" target=\"_blank\">Rede de Pessoas Embaixadoras de Inovação Cívica</a>. Além de docentes envolvidos na primeira fase do projeto, Daniel Fireman e Adolfo Guimarães também são embaixadores. Somam-se ao time o coordenador geral e a líder de Comunicação e Front-end da PCDaS, Marcel Pedroso e Ariane Alves, que ajudaram a viabilizar o projeto por meio do apoio com a bolsa de pesquisa e o acompanhamento e registro das atividades.</p><p>Os resultados positivos da parceria ajudam a multiplicar o alcance e o debate de temáticas como cultura <i>open source</i>, tecnologias cívicas e dados abertos, além de fortalecer e capacitar a comunidade de cientistas de dados no Brasil.</p><h2>Continuação da parceria buscará desafios maiores e mais complexos</h2><p>Para 2023, o objetivo da parceria será apoiar ainda mais o desenvolvimento de pesquisas e atividades práticas com o Querido Diário. “Queremos tornar isso maior ainda, dando mais suporte aos estudantes e professores envolvidos. A parceria com a PCDaS, que também tem a mesma visão de trazer o público acadêmico para interagir, entender mais e contribuir, seguirá fundamental”, explica Giulio Carvalho.</p><p>A equipe iniciará o próximo semestre estudando os novos cenários possíveis e partirá em busca de viabilizar financeiramente as atividades. “Vamos estruturar agora um cenário mais complexo para o projeto, com envolvimento da infraestrutura da PCDaS para o processamento dos dados e a possível ampliação da equipe de bolsistas que acompanha as atividades”, afirma Marcel Pedroso. “A parceria entre PCDaS e OKBR tem um potencial enorme de seguir rendendo bons frutos e o sinal está verde para os próximos passos”, completa.</p><p>Todos os resultados produzidos nesta primeira fase de trabalhos estão sendo consolidados em relatórios e artigos e serão disponibilizados nos próximos meses na página do Querido Diário.  </p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0023/banner-post23.png",
      "date": "12/22/2022",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 22,
      "title": "Relembre as reportagens e casos de uso do Querido Diário em 2022 \n\n",
      "category": "#AcheiNoDiárioOficial",
      "content": "<p ><b>Relembre as reportagens e casos de uso do Querido Diário em 2022</b></p><p>O “<a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a>“, iniciativa de código aberto da Open Knowledge Brasil (OKBR), une tecnologia com engajamento civil para tornar as informações dos diários oficiais dos municípios brasileiros mais acessíveis à população. A plataforma, <a href=\"https://queridodiario.ok.org.br/blog/post/18\">que completou um ano em 2022</a>, tem sido cada vez mais utilizada por jornalistas, comunicadores e veículos de comunicação.</p><p>Neste ano, três coletivos de jornalistas utilizaram a ferramenta para investigar falhas de políticas públicas em setores essenciais como saúde, educação e saneamento básico, além de monitorar as obras públicas que têm um grande impacto comunitário.</p><p>O Portal <a href=\"https://paraibafeminina.com.br/\" target=\"_blank\">Paraíba Feminina</a> revelou que as empresas de transporte público em João Pessoa estavam se beneficiando de uma isenção temporária de impostos e que as exigências de melhoria dos veículos não eram atendidas. O site de notícias <a href=\"https://www.retruco.com.br/\" target=\"_blank\">Retruco</a> analisou o Diário Oficial de Recife para entender como as políticas de Educação Infantil vêm sendo implementadas na cidade. Já a <a href=\"https://www.agenciatatu.com.br/\" target=\"_blank\">Agência Tatu</a> revelou que só 15% das cidadanias honorárias de Maceió são concedidas a mulheres. Leia as reportagens completas nos links a seguir.</p><p><b>Paraíba Feminina: </b>‘<a href=\"https://paraibafeminina.com.br/2022/08/05/isencao-para-empresas-3a-tarifa-mais-cara-do-nordeste-e-servico-precario-a-situacao-do-transporte-publico-em-joao-pessoa/\" target=\"_blank\">Isenção para empresas, 3ª tarifa mais cara do Nordeste e serviço precário: a situação do transporte público em João Pessoa</a>‘</p><p></p><p><b>Retruco:</b> ‘<a href=\"https://www.retruco.com.br/post/no-recife-investimentos-na-primeira-inf%C3%A2ncia-n%C3%A3o-incluem-os-profissionais-da-%C3%A1rea\" target=\"_blank\">No Recife, investimentos na Primeira Infância não incluem os profissionais da área</a>‘</p><p></p><p><b>Agência Tatu:</b> ‘<a href=\"https://www.agenciatatu.com.br/noticia/apenas-15-das-cidadanias-honorarias-de-maceio-sao-de-mulheres/\" target=\"_blank\">Apenas 15% das cidadanias honorárias de Maceió são de mulheres</a>‘</p><p>A ferramenta nasceu a partir dos desdobramentos da <a href=\"https://serenata.ai/\" target=\"_blank\">Operação Serenata de Amor</a>, projeto que utiliza ciência de dados para fiscalizar gastos públicos no Congresso Nacional e compartilhar as informações de uma forma acessível para qualquer pessoa.</p><p>O Querido Diário também foi usado espontaneamente em situações de grande repercussão. Por exemplo, durante a chamada “CPI do Sertanejo”, apelido dado à série de investigações abertas para apurar shows com artistas famosos e cachê elevado pagos por prefeituras em diferentes estados, a plataforma teve um pico de visitas. Esse episódio estimulou jornalistas e pesquisadores a buscarem dados municipais por meio da ferramenta, como explica a diretora-executiva da OKBR, Fernanda Campagnucci.</p><p class=\\\"quote-paragraph\\\"><q>As pessoas toparam com a dificuldade que era buscar informações sobre contratações nos municípios, e começaram a compartilhar informações esparsas de uma ou outra cidade. Numa busca rápida com o Querido Diário, <a href=\"https://twitter.com/fecampa/status/1529118936951934976?s=20&amp;t=l7f_uFJAHYK4aGQG0ltVRQ\" target=\"_blank\">mostramos</a> que era possível simplificar buscando o tema em um só lugar</q>, explica.</p><p><a href=\"https://queridodiario.ok.org.br/blog/post/14\">Clique aqui</a> para relembrar a série de reportagens feitas por coletivos independentes de jornalistas que produziram matérias com a auxílio do Querido Diário em 2021.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0022/banner-post22.png",
      "date": "12/16/2022",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 21,
      "title": "Plataforma que amplia acesso a diários municipais já reúne atos que afetam 46 milhões de pessoas",
      "category": "História",
      "content": "<p ><i>O “Querido Diário”, iniciativa de código aberto da Open Knowledge Brasil, atingiu a marca de 52 cidades em todas as regiões do país; painel permite acompanhar a expansão da ferramenta</i></p><hr><p>Mais de 45 milhões de pessoas podem consultar os diários oficiais de seus municípios no Querido Diário, primeira plataforma aberta que facilita a busca nos documentos. Este mês, o projeto chegou à marca de 52 cidades, impactando um quinto da população brasileira (21%). O site já oferece mais de 150 mil edições de diários oficiais e é atualizado diariamente. Em comemoração à meta atingida, foi lançado um <a href=\"https://queridodiario.ok.org.br/cidades-disponiveis\">painel de monitoramento</a> com informações relativas às cidades, que permite acompanhar sua distribuição geográfica, impacto populacional, classificação, entre outros filtros.</p><p>Desenvolvido pela Open Knowledge Brasil (OKBR), o Querido Diário busca ampliar o acesso a informações sobre a gestão das cidades. “As políticas municipais são as que mais afetam a vida das pessoas, mas também são as menos transparentes”, explica Fernanda Campagnucci, diretora executiva da OKBR. “Com o Querido Diário, já é possível pesquisar e monitorar temas de interesse de 52 cidades em um só lugar, além de integrar os dados abertos com outras iniciativas e ferramentas”, comemora Fernanda.</p><p>A iniciativa conta com ampla colaboração da comunidade de tecnologia, o que permite atingir um maior número de cidades. Nos últimos meses, três eventos contribuíram para a expansão do Querido Diário: a Hacktoberfest, que celebra a contribuição a projetos de código aberto no mês de outubro, e as <a href=\"https://queridodiario.ok.org.br/blog/post/20/\">sprints</a> realizadas na Python Brasil e na Conferência Brasileira de Jornalismo de Dados e Métodos Digitais (Coda.Br).</p><p>Os principais objetivos desses esforços colaborativos foram mapear os locais de publicação e produzir os chamados “raspadores” - robôs que coletam informação na Internet - para sites de diários oficiais de municípios localizados na região da Amazônia Legal, que envolve nove estados do Brasil: Acre, Amapá, Amazonas, Mato Grosso, Pará, Rondônia, Roraima, Tocantins e parte do Maranhão.</p><h2>Cobertura de municípios</h2><p>O Querido Diário já está presente em todas as regiões do país. O Nordeste contempla o maior número de cidades cadastradas com 17 municípios. A população impactada nessa região é de aproximadamente 11 milhões de pessoas. O ranking é seguido pelo Sudeste (16 municípios e 17,2 milhões de pessoas), Norte (7 municípios e 5,3 milhões de pessoas), Centro Oeste (6 municípios e 7 milhões de pessoas) e Sul (6 municípios e 5,3 milhões de pessoas).</p><p>São mais de 150 mil arquivos armazenados no Querido Diário, com todo o histórico dos diários oficiais que as prefeituras já publicaram. Os mais antigos são da década de 1960, como Goiânia (GO) e Cuiabá (MT). Quando uma nova cidade é incluída na plataforma, todo o histórico que está disponível naquele momento é armazenado, e a partir daí os robôs do Querido Diário passam a atualizar as novas edições diariamente.</p><p>O foco inicial do projeto são as cidades com mais de 100 mil habitantes, mas o plano é escalar rapidamente nos próximos dois anos. “Temos firmado parcerias com universidades e grupos de pesquisa para resolver desafios técnicos e aprimorar a plataforma, inclusive com uso de inteligência artificial”, explica Giulio Carvalho, coordenador de Inovação Cívica da OKBR.</p><h2>Apoio</h2><p>Com a colaboração da comunidade, o Querido Diário já construiu robôs para coletar os diários oficiais de mais de 2 mil cidades, mas ainda precisa de apoio para cobrir os custos de incluí-las na sua infraestrutura e manter a rotina de atualização. Veja as <a href=\"https://queridodiario.ok.org.br/apoie#nossas-metas\">metas</a> programadas para o Querido Diário e <a href=\"https://www.catarse.me/queridodiario-okbr\" target=\"_blank\">contribua</a> para a expansão do projeto. O Querido Diário também possui parceiros institucionais, que contribuem com diferentes frentes. A primeira fase do projeto teve apoio do programa EmpatIA, mantido pela Iniciativa Latino-Americana de Dados Abertos (ILDA) e com financiamento do Banco Interamericano de Desenvolvimento (BID). A Aliança entre Fundação Lemann e Imaginable Futures apoia a expansão do Querido Diário e o desenvolvimento de ferramentas de busca e análises sobre o tema das tecnologias na educação, iniciativa que deve ser lançada em breve.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0021/banner-post21.png",
      "date": "12/01/2022",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 20,
      "title": "Sprints ajudaram a expandir a cobertura do Querido Diário na Amazônia legal; veja como foi",
      "category": "Comunidade e Tecnologia",
      "content": "<p><em>Eventos direcionaram contribuições para raspadores de publicações de diários oficiais de municípios da região que cobrem 61% do território brasileiro.</em></p><hr><p>No último mês realizamos duas sprints, uma na conferência Python Brasil 2022 e outra durante a Conferência Brasileira de Jornalismo de Dados e Métodos Digitais (CODA.Br), ambas em formato híbrido: presencial e online, no <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">Discord</a>. Nos dois eventos o principal foco foi produzir raspadores para sites de Diários Oficiais de municípios localizados na região da Amazônia Legal, que envolve nove estados do Brasil: Acre, Amapá, Amazonas, Mato Grosso, Pará, Rondônia, Roraima, Tocantins e parte do Maranhão.</p><p>O foco em aumentar os municípios da Amazônia Legal no Querido Diário (QD) tem por objetivo libertar mais informação pública sobre a região, que corresponde a cerca de 61% do território brasileiro e onde vivem em torno de 23 milhões de pessoas, distribuídas em 775 municípios, segundo o IBGE. O acesso aos diários oficiais possibilita a apropriação de informações com as quais jornalistas, pesquisadores ou organizações da sociedade civil podem utilizar para melhor entender os desafios locais, potencializando e qualificando ainda mais a cobertura dos temas relacionados ao meio ambiente e à sociedade. As atividades tiveram o apoio do Programa Vozes pela Ação Climática Justa (VAC), em parceria com a Hivos.</p><h2>Sprint na Python Brasil 2022</h2><p>A Python Brasil é a maior conferência da comunidade da linguagem de programação Python da América Latina. Este ano, o evento foi realizado entre os dias 17 e 23 de outubro de forma híbrida: presencial em Manaus, com cerca de 600 participantes, com atividades transmitidas ao vivo. Tutoriais e sprints foram as atividades principais durante os três primeiros dias de evento, com cerca de 100 participantes diariamente.</p><p>A sprint do Querido Diário ocorreu presencialmente de 17 a 19 de outubro, nos períodos da manhã e tarde, facilitada por Giulio Carvalho, gerente técnico do projeto, com participação de cerca de 40 pessoas. No dia 19, também foi realizada de forma híbrida pela tarde, com cerca de 10 participantes pelo Discord e facilitada por Renne Rocha, mantenedor do QD.</p><p>Com o foco no mapeamento e na análise da dificuldade de raspagem dos sites de publicações, documentados <a href=\"https://github.com/orgs/okfn-brasil/projects/12/views/5\" target=\"_blank\">neste quadro</a> do GitHub, conseguimos avançar para contribuições como <a href=\"https://github.com/okfn-brasil/querido-diario/pull/746\" target=\"_blank\">o raspador de Balsas (MA)</a>, <a href=\"https://github.com/okfn-brasil/querido-diario/pull/749\" target=\"_blank\">do raspador para Bacabal (MA) e Codó (MA)</a>. Contribuições não relacionadas à Amazônia Legal também foram realizadas durante a sprint, como <a href=\"https://github.com/okfn-brasil/querido-diario/pull/745\" target=\"_blank\">o raspador de um sistema publicador</a> e <a href=\"https://github.com/okfn-brasil/querido-diario/pull/729\" target=\"_blank\">correções na análise automática de código</a>. Essas contribuições também são de grande importância para o projeto.</p><h2>Participação no CODA.Br</h2><p>A <a href=\"https://escoladedados.org/coda/coda2022/sprint-querido-diario-parte-1-de-2/\" target=\"_blank\">sprint do Querido Diário</a> no evento foi conduzida presencialmente por Giulio Carvalho e Juliana Trevine, em São Paulo. Ao mesmo tempo, a comunidade se reuniu pelo Discord. O encontro aconteceu na tarde de domingo, 6 de novembro, e o foco continuou sendo em expandir a cobertura de cidades da Amazônia Legal pelo Querido Diário, dando continuidade às atividades iniciadas na Python Brasil 2022.</p><p>O encontro presencial contou com a presença de cerca de 15 pessoas. Os participantes com mais experiência em programação se dedicaram a desenvolver raspadores para cidades já mapeadas, enquanto as demais colocaram a mão na massa para completar a triagem dos municípios. Esse exercício possibilitou que experienciassem a diversidade de situações peculiares e barreiras encontradas no dia-a-dia do projeto, fazendo suas próprias descobertas e trocando impressões.</p><p>Já o encontro remoto se dividiu em duas partes. Na primeira, a comunidade assistiu, de forma síncrona, às instruções de abertura da sprint presencial. Na segunda, acompanharam o contribuidor Alexandre Harano desenvolvendo um robô raspador para o município de Santa Inês, no Maranhão.</p><p>Foi a primeira vez que Alexandre desenvolveu um raspador explicando todo o processo ao vivo. Para ele, foi desafiador lidar com a restrição de tempo, uma vez que para cada município é necessário analisar com profundidade o sistema de onde os dados serão extraídos. Segundo Harano, essa etapa consome a maior parte do tempo de desenvolvimento de um novo robô. Essa é uma das principais dificuldades que podem ser encontradas na raspagem dos sites de diários oficiais.</p><h2>Saldo final</h2><p>A partir da realização dessas duas sprints, alcançamos o objetivo de expandir a cobertura de cidades da Amazônia Legal no Querido Diário: foram 16 Pull Requests (PRs) enviados e a triagem completa das cidades mais populosas da região. Este crescimento é muito importante, em especial devido à possibilidade de facilitar o acesso às publicações oficiais locais relacionadas ao meio ambiente.</p><p class=\\\"quote-paragraph\\\"><q>Os municípios da Amazônia Legal, além de estarem inseridos em um bioma importante, representam uma grande cobertura geográfica e populacional brasileira. Mapeamos as publicações das 50 cidades mais populosas da região para guiar a construção de novos raspadores. Dependendo da estrutura do sistema de publicação, não será possível construir um raspador de imediato, mas esse mapeamento nos dá informações vitais para os próximos passos do projeto</q>, concluiu Giulio.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0020/banner-post20.png",
      "date": "11/29/2022",
      "author": "Rebeca Almeida"
    },
    {
      "id": 19,
      "title": "Querido Diário nas Universidades: iniciativa busca estreitar laços entre comunidade acadêmica e projetos de código aberto",
      "category": "Querido Diário nas Universidades",
      "content": "<p>Durante o segundo semestre de 2022, a <strong>Open Knowledge Brasil</strong> (OKBR), com o apoio da <a href=\"https://pcdas.icict.fiocruz.br/\" target=\"_blank\">Plataforma de Ciência de Dados aplicada à Saúde</a> (PCDaS/Icict/Fiocruz), dará início à primeira fase do projeto <strong>Querido Diário nas Universidades</strong>. A iniciativa busca aproximar o <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a>, projeto de código aberto desenvolvido pelo Programa Ciência de Dados para Inovação Cívica da OKBR, com atividades de prática e pesquisa acadêmica no campo da ciência de dados nas universidades e nos institutos de pesquisa brasileiros.</p><p>As atividades iniciaram em agosto com o acompanhamento de projetos de iniciação científica na <strong>Universidade Tiradentes</strong>, em Sergipe, e no <strong>Instituto Federal de Alagoas</strong>. Os alunos buscarão aplicar seus conhecimentos na resolução de desafios do Querido Diário, como o uso de Processamento de Linguagem Natural para análise de dispensa de licitações e de nomeações e exonerações.</p><p>“O Querido Diário é um projeto de dados abertos com bastantes desafios e margem para crescimento em diversas áreas do conhecimento, principalmente em subáreas de Inteligência Artificial”, afirma <strong>Giulio Carvalho</strong>, <strong>coordenador de Inovação Cívica da OKBR</strong>. “Ter esse contato mais próximo com a comunidade acadêmica permite que estudantes e pesquisadores utilizem esses desafios reais como material para seus projetos e nos dá a chance de descobrir caminhos que podem ou não solucioná-los”, completa.</p><p>Além do acompanhamento das pesquisas, fornecendo suporte às equipes e registrando a evolução e as barreiras encontradas, o projeto Querido Diário nas Universidades também busca criar uma documentação para pavimentar um cenário contínuo de parcerias e mapear o ecossistema acadêmico brasileiro para a criação de uma base de iniciativas e grupos de pesquisa que também estejam abordando temas relevantes para a evolução da plataforma.</p><p>Com os resultados do projeto, a OKBR e a PCDaS esperam fortalecer a comunidade de ciência de dados no Brasil, fomentando cooperações e trocas de conhecimento em torno da cultura open-source. Para Giulio Carvalho, “difundir um pouco mais o uso de dados abertos e projetos de inovação cívica no meio acadêmico já seria um ótimo resultado. Mas, caso os projetos e pesquisas tenham resultados positivos e aplicáveis, poder implementá-los no projeto seria um bônus incrível!”</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0019/banner-post19.png",
      "date": "09/09/2022",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 18,
      "title": "Querido Diário, ferramenta que facilita acesso a diários oficiais de municípios, completa 1 ano",
      "category": "História",
      "content": "<p><i>Projeto de inovação cívica da OKBR está em expansão e deve chegar a 50 cidades ainda em 2022; projetos de educação e meio ambiente já utilizam essa infraestrutura</i></p><hr><p>Há um ano, a Open Knowledge Brasil (OKBR) lançava o Querido Diário, primeira plataforma de busca que simplifica a leitura dos diários oficiais de municípios brasileiros com consulta gratuita para a sociedade civil. Desenvolvido pela equipe de Inovação Cívica da OKBR, o <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a> usa inteligência artificial para classificar, contextualizar e expandir informações dos documentos, permitindo o acesso em formato aberto. A ferramenta nasceu dos desdobramentos da <a href=\"https://serenata.ai/\" target=\"_blank\">Operação Serenata de Amor</a>, projeto que utiliza ciência de dados para fiscalizar gastos públicos no Congresso Nacional.</p><p>Além de disponibilizar uma plataforma de consulta para qualquer pessoa interessada, o Querido Diário tem se tornado uma verdadeira infraestrutura tecnológica para a construção de outras soluções que usam os dados abertos dos diários oficiais. “Os municípios são, muitas vezes, desertos de dados. Com a infraestrutura oferecida pelo Querido Diário, já estamos conseguindo desenvolver projetos de investigação no <a href=\"https://ok.org.br/projetos/qd-educacao/\" target=\"_blank\">campo da educação</a> e do <a href=\"https://queridodiario.ok.org.br/blog/post/10\">meio ambiente</a>, com diversas organizações da sociedade civil”, comemora Fernanda Campagnucci, diretora-executiva da OKBR.</p><p>Reportagens revelando o <a href=\"https://catarinas.info/prefeitura-de-florianopolis-abandona-obra-para-acolhimento-de-mulheres-e-jovens-em-vulnerabilidade/\" target=\"_blank\">abandono de obras públicas pela prefeitura de Florianópolis</a>, <a href=\"https://correionago.com.br/a-invisibilidade-da-cultura-negra-e-periferica-na-capital-baiana/\" target=\"_blank\">falta de visibilidade da cultura negra e periférica na capital baiana</a>, <a href=\"https://www.agenciatatu.com.br/noticia/apenas-15-das-cidadanias-honorarias-de-maceio-sao-de-mulheres/\" target=\"_blank\">discrepância de títulos honorários entre homens e mulheres em Maceió</a>, o <a href=\"https://queridodiario.ok.org.br/blog/post/12/\">colapso da saúde pública em Manaus durante a pandemia</a>, e muitas outras, foram produzidas tendo como base o Querido Diário, que logo chamou a atenção de jornalistas e pesquisadores, que utilizam a plataforma para investigar governos, conduzir análises e levantar hipóteses.</p><p>👉<a href=\"https://queridodiario.ok.org.br/blog/post/14\">Relembre as reportagens de coletivos independentes de jornalismo que utilizaram o Querido Diário</a>.</p><p>A ferramenta pode ser acessada por qualquer pessoainteressada em monitorar a gestão de sua cidade. Órgãos de controle de políticas públicas e comunidades de inovação cívica também se beneficiam dela, encontrando soluções para os desafios do contexto político e criando tecnologias com mais impacto social.</p><p>“Todo ato público, como contratação, compras públicas e nomeações, precisa ser publicado em um diário oficial para que seja válido no Brasil. Porém, ler o D.O.s não é uma tarefa fácil, e o Querido Diário veio revolucionar o compartilhamento de informações e oferecer mais transparência à sociedade brasileira”, comenta Ariane Alves, analista de Comunicação e Comunicação Digital da OKBR.</p><h2>Como o Querido Diário funciona?</h2><p>O projeto inclui três implementações técnicas: algoritmos de inteligência artificial - que permitem a classificação e a associação da informação publicada nos diários oficiais -, uma plataforma para visualizar a informação dos diários em formato aberto e uma API (Interface de Programação de Aplicativos) aberta, que permite a integração das informações com outros sistemas e aplicações.</p><p>Giulio Carvalho, Coordenador de Inovação Cívica da OKBR, explica o passo a passo: “Foi preciso desenvolver uma ‘engenharia’ com robôs para capturar o conteúdo dos diários. Como não há um padrão, cada tipo de diário precisa de um robô personalizado. Com isso, construímos uma API pública para ‘liberar’ os dados. Depois, criamos uma plataforma de pesquisa que consome os dados desta API para que as pessoas possam pesquisar dezenas de periódicos oficiais em um só lugar e com uma linguagem mais amigável. Por fim, com os dados já abertos, usamos a inteligência artificial para contextualizar e enriquecer as informações, melhorando e fortalecendo o controle social.”</p><h2>Querido Diário em números</h2><p>Neste primeiro ano do projeto, já foram integradas 33 cidades à plataforma de busca, cinco no Norte, 12 no Nordeste, quatro no Centro-Oeste, quatro no Sul, e oito no Sudeste. Até o final do ano, esse número deve chegar a 50. O caminho pela frente é longo - afinal, o Brasil tem 5.570 municípios - mas a plataforma já foi acessada por 7.564 usuários, mais de 104.000 edições foram abertas utilizando web scraping (extração de dados da web de forma automática), e 2.420 cidades já têm robôs criados para coletar informações dos diários e serão incorporadas futuramente, à medida que o projeto receber mais apoio.</p><p>👉<a href=\"https://queridodiario.ok.org.br/cidades-disponiveis\">Clique aqui</a> e confira todas as cidades que já contam com o Querido Diário.</p><p>Tudo está sendo construído a partir de diferentes tipos de apoio. A Fundação Lemann apoiou a OKBR em um projeto de três anos para construir um Observatório de Tecnologias em Educação, através do monitoramento dos diários oficiais via Querido Diário. O edital do Banco Interamericano de Desenvolvimento (BID) foi essencial para lançar a primeira versão da ferramenta, e a Google News Initiative está apoiando a OKBR na construção do ‘<a href=\"https://queridodiario.ok.org.br/blog/post/10\">Diário do Clima</a>‘, ferramenta que facilitará o monitoramento das questões ambientais a partir do Querido Diário. O projeto também contou com o apoio do estúdio de desenvolvimento de software Jurema para a construção da interface.</p><p>👉<a href=\"https://www.catarse.me/queridodiario-okbr\" target=\"_blank\">Apoie</a> o financiamento coletivo para manutenção e ampliação do projeto.</p><p>Mas nem todo apoio é financeiro. O Querido Diário, que é todo em código aberto, também tem a colaboração de desenvolvedores que ajudam a rever os códigos no <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">repositório GitHub</a> e a discutir os próximos passos do projeto. Neste primeiro ano, o Querido Diário foi ajudado por 796 pessoas desenvolvedoras.</p><p>👉Participe da votação aberta disponível no nosso <a href=\"https://go.ok.org.br/discord\" target=\"_blank\">servidor no Discord</a> e nos ajude a escolher as próximas cidades! </p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0018/banner-post18.png",
      "date": "08/12/2022",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 17,
      "title": "Querido Diário nas universidades: OKBR lança chamada para parcerias em projetos de Ciência de Dados",
      "category": "Querido Diário nas Universidades",
      "content": "<p>O Programa de Inovação Cívica da Open Knowledge Brasil está convocando, até 26 de junho, entidades acadêmicas do campo de Ciência de Dados para firmar parcerias que utilizem a ferramenta <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a> como objeto de estudos ao longo do segundo semestre letivo de 2022.</p><p>O objetivo das parcerias – que não possuem caráter oneroso – é articular, junto à Academia, a superação de desafios técnicos para que o projeto possa seguir se beneficiando da colaboração para sua consolidação, ao mesmo tempo em que serve a estudantes e pesquisadores como <b>aplicação prática dos conhecimentos aprendidos</b>. Responsáveis em Faculdades, Universidades, Centros Técnicos e Centros de Pesquisa que atuem na área podem declarar interesse por meio <a href=\"https://forms.gle/yUc7MVNnr2LZFJct7\" target=\"_blank\">deste formulário</a>, e as propostas selecionadas serão acompanhadas pela equipe da OKBR.</p><h2>Sobre o Querido Diário</h2><p>O <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a> é um projeto de <a href=\"https://github.com/orgs/okfn-brasil/repositories?q=querido-diario&amp;type=source\" target=\"_blank\">código aberto</a> desenvolvido e mantido pela OKBR cujo objetivo é <b>acessar</b>, <b>libertar</b> e <b>integrar</b> informações contidas nos diários oficiais dos 5.570 municípios brasileiros para aprimorar o controle social da administração pública e aproximar os cidadãos das ações de seus governantes.</p><p>A ferramenta funciona com um <a href=\"https://queridodiario.ok.org.br/tecnologia#documentacao\">caminho de processamento de dados</a> que se inicia com a raspagem dos sites que pubpcam os diários oficiais, indo até a disponibipzação de seu conteúdo textual em formatos abertos. Atualmente, os diários oficiais de 27 municípios brasileiros estão integrados à plataforma, e há cerca de 104 mil diários raspados cujos dados estão à disposição para serem analisados e utilizados em experimentações.</p><h2>Desafios</h2><p>Por oferecer uma enorme – e em constante crescimento – fonte de dados sobre a administração pública, seu buscador já foi utilizado como insumo para uma série de <a href=\"https://queridodiario.ok.org.br/blog/post/14\">reportagens</a> e análises acadêmicas sobre COVID-19 por discentes e pesquisadores da <a href=\"https://queridodiario.ok.org.br/blog/post/15/\">UFRN</a> e do <a href=\"https://queridodiario.ok.org.br/blog/post/7\">IME-USP</a>. Dentre as áreas do conhecimento que podem ser mobilizadas para análises, destacamos:</p><p><ul>Análise de Dados (estruturados e não-estruturados);</ul></p><p><ul>Visualização de Dados;</ul></p><p><ul>Processamento de linguagem Natural;</ul></p><p><ul>Aprendizagem de Máquina;</ul></p><p><ul>Gestão Pública.</ul></p><hr><p>Além de desafios relacionados ao uso dos dados disponibilizados pelo Querido Diário, há também ideias referentes ao enriquecimento dos dados dos Diários Oficiais e das funcionalidades do projeto, como no <a href=\"https://github.com/FabioCollado/meuqueridodiario\" target=\"_blank\">estudo feito em disciplina de pós-graduação na UNICAMP</a>, que buscou segmentar os Diários Oficiais com auxílio do modelo de linguagem <a href=\"https://github.com/neuralmind-ai/portuguese-bert\" target=\"_blank\">BERTimbau</a>. Elencamos algumas ideias:</p><hr><p><ul>Segmentação em seções como “Licitações Públicas”;</ul></p><p><ul>Facilitar a indexação e categorização de diários com sumarização de conteúdo;</ul></p><p><ul>Busca semântica para que buscas realizadas dependam menos de conhecimento técnico para escolha de ótimas palavras-chave;</ul></p><p><ul>Recomendação de conteúdo para identificar documentos similares;</ul></p><p><ul>Reconhecimento de entidades nomeadas enriquece os dados disponibilizados de forma raramente encontrada em publicações de diários.</ul></p><hr><h2>Parceria</h2><p>As parcerias podem ser construídas em forma de projetos de disciplinas, pesquisas de graduação, mestrado ou doutorado. Também podem acontecer em projetos de extensão ou grupos de estudo com a produção de conteúdos que possam reafirmar a importância da libertação dos dados presentes nos Diários Oficiais, seja por meio de artigos, publicações científicas ou projetos de fim de curso.</p><p>A OKBR apoiará a atividade por alguns meios, que podem ser adaptados mediante contato:</p><hr><p><ul>Combinar junto ao(a) docente ou o(a) responsável, um ou mais desafios que serão tratados, os resultados esperados e a definição de como será feita a documentação da atividade;</ul></p><p><ul>Acompanhamento, por parte da equipe de Ciência de Dados para Inovação Cívica da OKBR, por meio de reuniões periódicas de monitoria ou da evolução da pesquisa, com periodicidade e duração a combinar;</ul></p><p><ul>Incentivo e apoio na divulgação dos resultados obtidos;</ul></p><p><ul>Oferecer suporte procurando acolher sugestões baseadas nas necessidades percebidas pela parceria.</ul></p><hr><p>Para a OKBR e o projeto Querido Diário, qualquer resultado – mesmo os não atingidos por identificação de novas barreiras não previstas, que podem, inclusive, advir de limitações da ferramenta – tem uma enorme validade para a evolução da iniciativa.</p><p>Objetivando dar início às atividades no segundo semestre letivo de 2022, o chamamento seguirá o seguinte calendário:</p><hr><p><ul><b>até 26 de junho</b>: recebimento de contato de interessados(as) por meio <a href=\"https://forms.gle/yUc7MVNnr2LZFJct7\" target=\"_blank\">deste formulário</a></ul></p><p><ul><b>de 27 de junho a 01 de julho</b>: respostas às submissões do formulário quanto a posição que a OKBR adotará diante da proposta.</ul></p><p><ul><b>de 04 a 15 de julho</b>: contatos para alinhar e confirmar as datas de reuniões com proponentes pré-selecionados(as).</ul></p><p><ul><b>de 18 de julho a 22/julho</b>: reuniões com proponentes pré-selecionados(as).</ul></p><p><ul><b>de 25/julho a 29/julho: </b>seleção final e confirmação da parceria para proponentes selecionados(as).</ul></p><p><ul><b>agosto</b>: início das atividades combinadas para a parceria.</ul></p><hr><p>Como a parceria exige acompanhamento por parte da OKBR, temos uma capacidade limitada de atendimento. Por isso, é essencial que as informações básicas indicadas no formulário sejam relatadas, já que elas contribuem para uma melhor avaliação das propostas.</p><p>Além da avaliação interna de nossa disponibilidade, critérios de destaque para a seleção das propostas são: (i) seus objetivos sociais, (ii) se a equipe envolvida for composta por pessoas em grupos minoritários em tecnologia e (iii) a maturidade da proposta de utilização do Querido Diário.</p><p>Para os proponentes que desejem estudar e realizar experiências com o Querido Diário que não demandem um acompanhamento próximo e contínuo da equipe da OKBR, apresentamos os detalhes deste segunda modalidade <a href=\"https://ok.org.br/wp-content/uploads/2022/06/Querido-Diario-proposta-de-cooperacao-academica.pdf\" target=\"_blank\">neste documento</a>, e disponibilizamos <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScqUO39jDp4KGKayBIKSNwweycA6S_sO7XjMUqj83F-UJM8ag/viewform\" target=\"_blank\">este formulário</a> para que tenhamos conhecimento do escopo que a equipe pretende desenvolver.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0017/banner-post17.png",
      "date": "05/27/2022",
      "author": "Ariane Alves"
    },
    {
      "id": 16,
      "title": "Querido Diário já conta com 21 cidades em sua plataforma!",
      "category": "História",
      "content": "<p>Neste início de 2022, mais cinco cidades foram adicionadas à plataforma de busca do Querido Diário, e a ferramenta conta, agora, com o total de 21 municípios.</p><p>Dando continuidade <a href=\"https://queridodiario.ok.org.br/blog/post/2\">à expansão de capitais brasileiras no Querido Diário</a>, os diários oficiais de <b>Brasília (DF)</b> e <b>Recife (PE)</b> se somam à lista, que agora é de 17 cidades.</p><p>Já o eixo de municípios integrados graças às contribuições da comunidade - <a href=\"https://ok.org.br/noticia/querido-diario-tem-mais-quatro-cidades-integradas-a-plataforma-de-busca/\" target=\"_blank\">iniciado em 2021 pela embaixadora Ana Paula Gomes</a>, que adicionou a cidade de Feira de Santana (BA) - ganhou força: como combinado durante a <a href=\"https://ok.org.br/noticia/hacktoberfest-2021-na-okbr-contribua-com-projetos-brasileiros-de-inovacao-civica/\" target=\"_blank\">última edição da Hacktoberfest</a>, os municípios que recebessem raspadores durante o mês de outubro seriam os próximos da fila de integração. Assim, as três novas cidades são <b>Sumaré (SP)</b>, <b>Caxias (MA)</b> e <b>Jaboatão dos Guararapes (PE)</b>.</p><p>Confira a seguir a lista de todos os municípios disponíveis atualmente no Querido Diário:</p><p>Belém (PA)</p><p>Belo Horizonte (MG)</p><p>Boa Vista (RR)</p><p>Brasília (DF)</p><p>Caxias (MA)</p><p>Campo Grande (MS)</p><p>Cuiabá (MT)</p><p>Feira de Santana (BA)</p><p>Florianópolis (SC)</p><p>Goiânia (GO)</p><p>Jaboatão dos Guararapes (PE)</p><p>João Pessoa (PB)</p><p>Maceió (AL)</p><p>Manaus (AM)</p><p>Natal (RN)</p><p>Palmas (TO)</p><p>Rio de Janeiro (RJ)</p><p>Recife (PE)</p><p>Salvador (BA)</p><p>Sumaré (SP)</p><p>Teresina (PI)</p><p>Lembrando que, se você é uma pessoa desenvolvedora e deseja contribuir com a integração de cidades à plataforma, pode acessar o <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">repositório de raspadores no Github</a> e interagir com as pessoas mantenedoras do projeto no <a href=\"https://go.ok.org.br/discord\">canal da OKBR no Discord</a>.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0016/banner-post16.png",
      "date": "04/01/2022",
      "author": "Ariane Alves"
    },
    {
      "id": 15,
      "title": "Querido Diário é utilizado em estudo da UFRN sobre gastos públicos com a Covid-19",
      "category": "Querido Diário nas Universidades",
      "content": "<p><em>“Querido Diário, hoje investiguei as compras de remédios não eficazes no combate à Covid-19 com dinheiro público…”</em></p><hr><p>Foi o que fizeram três pesquisadores da Universidade Federal do Rio Grande do Norte em 2021! Como prática de estudos da disciplina de Ciência de Dados, Joseane Palhares, Rafael Bezerra e Wagner Gama utilizaram o Querido Diário para coletar os textos de centenas de publicações entre 2020 e 2021, e aplicar um modelo de aprendizado de máquina capaz de classificar as compras de medicamentos sem eficácia comprovada contra o coronavírus.</p><p>Todas as etapas do projeto estão explicadas <a href=\"https://medium.com/@bezerraescossia/ci%C3%AAncia-de-dados-e-a-fiscaliza%C3%A7%C3%A3o-municipal-ebb776c39fda\" target=\"_blank\">neste texto</a> publicado por Rafael. Os pesquisadores utilizaram os dois principais repositórios do projeto, o de <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">raspadores</a> e a <a href=\"https://github.com/okfn-brasil/querido-diario-toolbox\" target=\"_blank\">toolbox</a>, para coletar os diários e extrair o conteúdo textual a ser analisado pelos algoritmos.</p><p>Na fase de análise exploratória, a equipe buscou os trechos das publicações que citavam os medicamentos cloroquina, ivermectina, hidroxicloroquina e azitromicina e que também citavam palavras relacionadas à pandemia para assegurar a relação entre os tópicos. Entre os <a href=\"https://twitter.com/okfnbr/status/1468667418390237192\" target=\"_blank\">16 municípios disponíveis</a> na plataforma, Florianópolis (SC) foi a campeã de citações, seguida por São Paulo (SP) e Natal (RN).</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0015/ufrn_remediosnaoeficazescovid.png\"/></p><p>A etapa seguinte foi a criação do modelo de aprendizagem de máquina, técnica utilizada para automatizar a análise de grandes quantidades de dados, como é feito na <a href=\"https://ok.org.br/noticia/operacao-serenata-de-amor-5-anos-do-maior-projeto-de-inovacao-civica-brasileiro/\" target=\"_blank\">Operação Serenata de Amor</a>. Mais de seis diferentes modelos foram testados. A eficácia - ou seja, a capacidade de classificar corretamente os trechos que indicavam compras públicas dos medicamentos selecionados com a finalidade de combater a pandemia - foi bem positiva, com os modelos atingindo mais de 90% de acurácia média.</p><p>A utilização do Querido Diário como ferramenta foi sugerida para o grupo pelo desenvolvedor e também pesquisador da universidade, Ítalo Epifânio, que participou da Sprint de desenvolvimento do projeto, coordenada por Giulio Carvalho na <a href=\"https://twitter.com/okfnbr/status/1445451672558313472\" target=\"_blank\">Python Brasil de 2021</a>.</p><p>Por ser um projeto de código aberto e de contribuição voluntária, o Querido Diário sempre evolui quando é utilizado como ferramenta por estudantes e pesquisadores. Você pode relembrar a experiência com os alunos do IME-USP <a href=\"https://queridodiario.ok.org.br/blog/post/7\">neste post de 2020</a>.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0015/banner-post15.png",
      "date": "03/25/2022",
      "author": "Ariane Alves"
    },
    {
      "id": 14,
      "title": "Retrospectiva 2021: relembre as reportagens e outros casos de uso do Querido Diário",
      "category": "#AcheiNoDiárioOficial",
      "content": "<p>A plataforma de busca do Querido Diário<a href=\"https://queridodiario.ok.org.br/blog/post/11\"> foi lançada em 20/7/2021</a> e contava, na ocasião, com 12 capitais brasileiras integradas à sua API (interface de programação). Ao longo dos últimos meses, mais 4 cidades foram adicionadas graças às atividades desenvolvidas no âmbito do<a href=\"https://queridodiario.ok.org.br/blog/post/10\"> Diário do Clima</a>, e, apesar de termos um longo caminho pela frente – afinal, o Brasil tem 5.570 municípios -, já temos como ver grandes e impactantes resultados a partir de buscas feitas na ferramenta.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/card-voce-sabia-manaus.png\"/></p><p>O primeiro caso de uso do Querido Diário veio com a reportagem produzida pela jornalista <b>Beatriz Farrugia</b>, que utilizou a <a href=\"https://queridodiario.ok.org.br/api/docs\">API da plataforma</a> para entender como os diários oficiais de Manaus (AM) explicavam parte da história do segundo colapso do sistema de saúde pública devido ao agravamento da pandemia. Ao analisar edições do diário oficial do município de novembro de 2020 a janeiro de 2021, Beatriz encontrou medidas contraditórias e constatou uma demora na adoção de políticas para conter o avanço do contágio na cidade. <a href=\"https://queridodiario.ok.org.br/blog/post/12/\">Leia a matéria completa</a>.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/card-reportagem-abare.png\"/></p><p>Ainda em agosto, foi publicada a primeira matéria fruto da parceria com a <a href=\"https://www.purpose.com/offices/sao-paulo/?lang=pt-br\" target=\"_blank\">Purpose Brasil</a> e mais quatro coletivos de jornalismo independente. O coletivo <b>Abaré</b> também analisou os diários oficiais de Manaus utilizando o Querido Diário, desta vez com foco na implementação do debate sobre gênero nas escolas públicas da cidade. A investigação constatou um “vai e volta” das resoluções, envolvendo o legislativo e o judiciário locais. <a href=\"https://www.abare.jor.br/post/debate-de-g%C3%AAnero-nas-escolas\" target=\"_blank\">Leia a matéria completa</a>.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/card-reportagem-catarinas.png\"/></p><p>A segunda matéria da parceria, publicada em setembro deste ano, foi produzida pelo portal de notícias feminista <b>Catarinas</b>. A reportagem utilizou o Querido Diário para analisar a tramitação de uma obra para acolhimento de mulheres e jovens em vulnerabilidade na cidade de Florianópolis (SC) e constatou que a construção segue abandonada após uma série de pedidos de prorrogação do contrato ao longo de cinco anos. <a href=\"https://catarinas.info/prefeitura-de-florianopolis-abandona-obra-para-acolhimento-de-mulheres-e-jovens-em-vulnerabilidade/\" target=\"_blank\">Leia a matéria completa</a>.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/card-reportagem-datalabe.png\"/></p><p>Também em setembro, a equipe do <b>data_labe</b> publicou mais uma reportagem da parceria, tendo utilizado o Querido Diário para abordar as políticas de saneamento no Complexo da Maré, no Rio de Janeiro (RJ). Analisando as publicações oficiais, a reportagem leu a íntegra de 50 edições do diário e constatou que 29 milhões de reais deixaram de ser alocados para a destinação sustentável do lixo na região. <a href=\"https://datalabe.org/por-que-tem-tanto-lixo-nas-ruas-da-mare/\" target=\"_blank\">Leia a matéria completa</a>.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/card-reportagem-correionago.png\"/></p><p>A quarta e última matéria da parceria foi produzida pelo <b>Portal Correio Nagô</b> e teve seu foco nas políticas públicas culturais. Utilizando o Querido Diário, a equipe analisou as citações referentes à implementação da Lei Aldir Blanc na cidade de Salvador (BA), e encontrou, entre os beneficiados, projetos que fomentam a cultura negra e periférica na cidade. <a href=\"https://correionago.com.br/a-invisibilidade-da-cultura-negra-e-periferica-na-capital-baiana/\" target=\"_blank\">Leia a matéria completa</a>.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/card-como-16-cidades-lgpd.jpg\"/></p><p>E para fechar o ano com chave de ouro, a diretora-executiva da Open Knowledge Brasil, <b>Fernanda Campagnucci</b>, também utilizou o Querido Diário para buscar citações à Lei Geral de Proteção de Dados em todas as 16 cidades disponíveis atualmente. Fernanda encontrou uma grande diversidade de práticas entre as prefeituras, indo de nenhuma citação da Lei até a criação de um Conselho Municipal para tratar do assunto. O registro completo do caso de uso está no <a href=\"https://queridodiario.ok.org.br/blog/post/13\">site do Querido Diário</a>.</p><p><b>Em tempo</b>: para ficar por dentro de todas as novidades do Querido Diário e do Programa Ciência de Dados para Inovação Cívica da OKBR, <a href=\"https://bit.ly/assine-pull\" target=\"_blank\">assine gratuitamente a Pull</a>, nossa newsletter mensal!</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0014/banner-post14.png",
      "date": "12/17/2021",
      "author": "Ariane Alves"
    },
    {
      "id": 13,
      "title": "O que os diários oficiais contam sobre a LGPD nos municípios",
      "category": "#AcheiNoDiárioOficial",
      "content": "<p><em>Usei a plataforma Querido Diário para descobrir o que 16 cidades brasileiras estão fazendo para lidar com a Lei Geral de Proteção de Dados</em></p><hr /><p>Estava preparando uma aula sobre proteção e publicação de dados para gestão pública e me veio uma pergunta à mente: que tipos de arranjos de governança e de processos de planejamento os municípios têm adotado para implementar a LGPD? O primeiro reflexo foi recorrer ao Google para buscar alguns exemplos. Mas, com a popularização do assunto, há muito ruído nos resultados e é fácil se perder diante de tanta informação.</p><p>Então fui direto à fonte: os diários oficiais. Na <a href=\"https://ok.org.br/\" target=\"_blank\">Open Knowledge Brasil</a> lançamos, em julho deste ano, o <a href=\"https://queridodiario.ok.org.br/\" target=\"_blank\">Querido Diário (QD)</a>, uma plataforma pensada justamente para facilitar missões quase impossíveis como essa. Nesta primeira versão, há 16 cidades disponíveis — mas já sonhamos com a casa de centenas, pois os robôs que construímos colaborativamente com uma comunidade de dezenas de desenvolvedores já alcançam mais de 2.200 municípios (com mais <a href=\"https://queridodiario.ok.org.br/apoie\" target=\"_blank\">apoio</a> chegaremos lá!). Vamos ao 'google' da gestão municipal, pois.</p><p>Este texto compila os achados com o termo “LGPD” — topei com medidas tão diversas que achei que valia o esforço de registrá-las para além da aula. Não tinha a pretensão de fazer algo exaustivo, nem sistemático, apenas um panorama de exemplos. Foram 111 resultados, abrangendo as cidades: Belém (PA), Belo Horizonte (MG), Campo Grande (MS), Cuiabá (MT), Florianópolis (SC), Goiânia (GO), João Pessoa (PB), Manaus (AM), Natal (RN), Rio de Janeiro (RJ), Salvador (BA), Teresina (PI) e Palmas (TO). Um bônus é a cidade de Jundiaí (SP) que, apesar de ainda não estar integrada diariamente à plataforma, como as outras, têm as publicações armazenadas até setembro de 2021.</p><p>Cidades que estão na plataforma mas não tinham nenhuma publicação com o termo “LGPD” são Boa Vista (RR), Feira de Santana (BA) e Maceió (AL). Ficam de fora também publicações que até podem tratar de proteção de dados mas não trazem o termo “LGPD”. Além, claro, de outras cidades que já têm medidas de implementação, mas ainda não estão centralizadas no QD.</p><h2>Cláusulas contratuais</h2><p>Algumas cidades estão fazendo alterações em contratos vigentes — ou aproveitando renovações e aditamentos — para inserir cláusulas específicas relacionadas à LGPD.</p><p>A boa notícia é que algumas delas têm como objetivo viabilizar a transparência. Em Belo Horizonte, em 19 de novembro de 2021, um <a href=\"https://prefeitura.pbh.gov.br/sites/default/files/estrutura-de-governo/seguranca/2021/2o-aditivo-apolo-registrado.pdf\" target=\"_blank\">contrato</a> de Locação de Veículos da Guarda Civil Municipal foi alterado para incluir esse dispositivo, autorizando a publicação no Portal da Transparência de dados como CPF e nome dos representantes da empresa.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0013/clausula-lgpd.png\" alt=\"Cláusula LGPD\" width=\"100%\" /><p>A mesma alteração aparece diversas vezes, em outros contratos. Não que eu considere esse dispositivo necessário: há óbvio interesse público na divulgação da identidade de pessoas naturais que assinam contratos com a Administração Pública. Na ausência de normas mais explícitas e gerais, no entanto, é de se esperar que os departamentos jurídicos queiram se “garantir” de eventuais questionamentos — que bom que, neste caso, a balança pendeu para o lado da publicidade dos atos administrativos.</p><p>Em Salvador, uma resolução <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2020-03-11/613371f98c47041f21525eb0277e955c1ffac8c4.pdf\" target=\"_blank\">publicada</a> no diário oficial de 11 de março de 2020 pelo Comitê Municipal de Tecnologia e Inovação (Resolução nº 4 de 10/03/2021) recomenda a seguinte cláusula padrão para contratos de TI:</p><p><q>CLÁUSULA XX. Fica vedada a utilização, pela <strong>contratada, dos dados disponibilizados e/ou gerados pela Prefeitura Municipal do Salvador - PMS para quaisquer fins que não sejam previamente e expressamente permitidos.</strong></q></p><p>A resolução define o que se entende por “uso de dados” neste caso, sem prejuízo de outras definições, estas hipóteses: divulgação e venda de quaisquer dados; divulgação ou venda de estatísticas referentes aos dados; utilização de estatística ou do próprio dado para treinamento de algoritmos preditivos. Esta última é bastante interessante, pois toca num ponto crítico de contratos e doações de tecnologias. Por exemplo, a disponibilização de conexão WiFi, em que empresas oferecem serviços “grátis” e acabam usando os dados como insumo para algoritmos de inteligência artificial, ainda que os dados não identifiquem diretamente uma pessoa. O prazo para conclusão dos trabalhos foi prorrogado por mais 180 dias, em publicação de maio.</p><p>Pouco depois, o mesmo Comitê <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2020-06-16/f4b2ea008cee10399ab36b667347dfc95df5b15d.pdf\" target=\"_blank\">publicou</a> a Resolução nº 8, de 12 de junho de 2020, que recomenda a todos os órgãos da administração municipal de Salvador que solicitem a fornecedores de contratos de bens e serviços vigentes e futuros uma declaração de conformidade com a LGPD, “naquilo que for aplicável”.</p><p>Sobre o assunto de coleta e análise de dados de usuários em serviços de conexão WiFi grátis, um questionamento apareceu no Rio de Janeiro, em uma licitação já em agosto de 2019. O Termo de Referência dizia que:</p><p><q>em nenhuma hipótese a subconcessionária poderá fazer uso comercial, publicitário ou estatístico das informações dos usuários dos Pontos de Acesso WiFi.</q></p><p>Uma empresa alegou que restringir o uso desses dados feriria os interesses do próprio município, pois haveria uma “potencial fonte de receitas acessórias” e usou a recém-aprovada LGPD como argumento para dizer que seria possível manter a privacidade ainda assim. O município esclareceu em <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2019-08-05/ced93225d8f5309e9f421f46a505ec8cb4264d2d\" target=\"_blank\">publicação</a> de 5 de agosto que a proteção de dados se referia aos logs de acesso, não ao perfil de usuários, dando a entender que a exploração comercial desses dados seria autorizada.</p><p>Em Goiânia, contratos também foram aditados para incluir cláusulas relativas à LGPD, como no extrato <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5208707/2021-10-01/83b533f214140146c7d96285000e4c3cb52a502c.pdf\" target=\"_blank\">publicado</a> em 1º de outubro de 2021 pela Companhia de Urbanização de Goiânia - COMURG. Depois de um trabalho razoável para encontrar a <a href=\"https://www10.goiania.go.gov.br/DadosINTER/Sicon/2021/SICON520391Ad1.pdf\" target=\"_blank\">íntegra</a> do Termo Aditivo no Portal da Transparência, verifiquei que as alterações são mais extensas que os casos anteriores — reforçando pontos da LGPD, ou explicitando responsabilidades. Neste caso, a <a href=\"https://www10.goiania.go.gov.br/DadosINTER/Sicon/2020/SICON520391.pdf\" target=\"_blank\">contratada</a> (por R$ 3,4 milhões) é uma empresa de tecnologia que tem no escopo de trabalho diversos serviços envolvendo dados:</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0013/termo-aditivo-goiania.png\" alt=\"Termo Aditivo Goiânia\" width=\"100%\" /><p>Diferente da recomendação de Salvador, porém, uma das cláusulas prevê que a empresa pode colocar dados “da contratante”, assim como “dados de uso das soluções que serão utilizados de forma anônima”, para a finalidade de “aprimoramento das soluções, geração de informações e melhoria da usabilidade dos produtos”.</p><p>Ainda em Goiânia, um contrato de comodato para uso de licença de um software chamado “LogConsig” prevê um extenso “Termo de Confidencialidade, Proteção e Tratamento de dados”. A íntegra foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5208707/2021-07-05/864c518d3ae922727a296b79c3c7e032b8086003.pdf\" target=\"_blank\">publicada</a> na edição do diário oficial goianiense de 5 de maio de 2021 (página 71 em diante).</p><h2>Responsabilidade de quem?</h2><p>Em Florianópolis, a LGPD aparece nas cláusulas de Termos de Colaboração com Organizações da Sociedade Civil (OSCs) em diário oficial <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/4205407/2021-11-09/0aed24c371d30c431721ed95aa25f6928df322a4.pdf\" target=\"_blank\">publicado</a> em 9 de novembro de 2021. O texto é bastante abrangente, estabelecendo apenas que “as partes se comprometem a cumprir a Lei 13.709/2018”.</p><p>Em um pregão eletrônico realizado no Rio de Janeiro pela Companhia de Engenharia de Tráfego (CET), uma empresa participante ficou com dúvidas sobre um dispositivo parecido:</p><p><q>as Partes se comprometem a cumprir com as obrigações legais e regulatórias em vigor relativas a privacidade e proteção de dados pessoais, bem como envidar esforços para estar em conformidade com as obrigações estabelecidas pela Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018 ou “LGPD”), respondendo cada qual na medida das obrigações estabelecidas pela legislação aplicável</q>.</p><p>A empresa pede esclarecimento, afirmando: a CET será CONTROLADORA dos dados, responsável pela tomada de decisão quanto ao tratamento; enquanto a contratada será OPERADORA, desempenhando suas atividades nos limites do que o órgão definir. Na resposta <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-11-08/dbbf10a1f71cdc83e605d7c6d30c5dd47f91e36a\" target=\"_blank\">publicada</a> no diário oficial de 8 de novembro de 2021, a CET carioca se limita a dizer que “as obrigações de cada parte são as previstas no Termo de Referência, no Edital e no Contrato”. (Essa distinção costuma mesmo gerar muitas dúvidas, e é tema de um <a href=\"https://lapin.org.br/2021/04/09/cartilha-controlador-ou-operador-quem-sou-eu/\" target=\"_blank\">guia</a> muito útil do LAPIN).</p><h2>Regulamentação e governança local</h2><p>Algumas cidades já editaram normas específicas para ditar o funcionamento da LGPD no âmbito local. É o caso, por exemplo, do Rio de Janeiro, que já tem uma lei municipal aprovada pela Câmara de Vereadores e sancionada pelo prefeito que institui o Conselho Municipal de Proteção de Dados Pessoais e da Privacidade, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-09-01/1de021d2715c2848232d041c314710db75d36fa6\" target=\"_blank\">publicada</a> no diário oficial de 1º de setembro de 2021 (Lei Municipal nº 7.012/2021), com representação multisetorial (inclusive da sociedade civil).</p><p>No âmbito do poder executivo, o Rio elaborou, ainda, um “Programa Municipal de Proteção de Dados”. O <a href=\"https://doweb.rio.rj.gov.br/apifront/portal/edicoes/imprimir_materia/767698/5124\" target=\"_blank\">Decreto Rio Nº 49.558, de 06 de outubro de 2021</a> trata de “procedimentos iniciais (…) visando à construção de uma cultura de proteção de dados pessoais”, e a política ganhou destaque na capa do diário oficial. Ainda em junho de 2020, a empresa pública de Tecnologia, IPLANRIO, havia realizado uma <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2020-06-30/350335dd39ff6fd1a3573214768660a97ebb44c3\" target=\"_blank\">consulta pública</a> para Registro de Preços para “prestação de serviços de levantamento e mapeamento de processos, sistemas e serviços que tratam dados pessoais visando à construção de programa de conformidade à LGPD”.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0013/programa-lgpd-rio.png\" alt=\"Programa LGPD Rio de Janeiro\" /><p>Cuiabá também editou norma própria que dispõe da implementação da LGPD: o <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5103403/2021-09-20/1ce72d35a5e46ddaaa580315957b634279367a9a\" target=\"_blank\">Decreto nº 8.617</a>, de 17 de setembro de 2021. O texto prevê duas instâncias de governança. Uma delas, o Conselho Gestor de Proteção de Dados Pessoais (CGPDP), é composto por representantes da alta gestão (autoridades máximas da Procuradoria, Gestão, Fazenda e Governo) e tem como principal competência a aprovação de normas específicas para a LGPD no âmbito municipal. A outra instância, de perfil técnico, é o Comitê Executivo de Proteção de Dados Pessoais, de que participam representantes da Controladoria, Procuradoria, Gestão e Fazenda. Estes deveriam ser nomeados em 30 dias pelo Prefeito (um mês depois da edição do primeiro decreto, o <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5103403/2021-10-22/6bc3e263550cc02d535b69cbedd33c992c3e5df0\" target=\"_blank\">Decreto nº 8.687</a> alterou a regra para permitir que a autoridade de cada pasta nomeie seu representante). O Comitê fica responsável por encaminhar as propostas de planejamento, ações e regramentos para o Conselho Gestor.</p><p>Em Salvador, esse movimento aconteceu ainda no início de 2020. Por resolução do Comitê Municipal de Tecnologia e Inovação (Resolução nº 5 de 10/03/2021), <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2927408/2020-03-11/613371f98c47041f21525eb0277e955c1ffac8c4.pdf\" target=\"_blank\">publicada</a> em 11 de março de 2020, foi criado um Grupo de Trabalho com a finalidade de “mapear a coleta e o uso de dados que tenham caráter pessoal e sugerir diretrizes de atuação conjunta”, com representantes de diversos órgãos e entidades municipais: Controladoria, Procuradoria, Companhia de Governança Eletrônica - COGEL, e secretarias de Gestão e Fazenda. O prazo de finalização dos trabalhos era de 45 dias.</p><p>A Prefeitura de Teresina <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2211001/2021-10-27/f6f2f05257939398059a065709b78029633e0ce5.pdf\" target=\"_blank\">publicou</a> em 27 de outubro de 2021 o Plano Diretor de Tecnologia da da Informação e Comunicação (PDTIC 2021-2024), prevendo ações para adequação da Prefeitura à LGPD. O documento prevê, por exemplo, a criação de grupo de trabalho ou contratação de consultoria para levantamento de necessidades e elaboração de plano de ação. Já a prefeitura de Campo Grande <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5002704/2020-10-22/fa1b41711942f9ef2bfe6fe8515c123337715b0c\" target=\"_blank\">contratou</a>, em 22 de outubro de 2020, uma empresa para fazer o seu Plano Diretor de Tecnologia, também com a menção à LGPD.</p><p>Em João Pessoa, a Prefeitura determinou a criação do Comitê Intersecretarial de Análise da Aplicação da LGPD, composto por representantes da Controladoria, secretarias de Transparência, Administração, Planejamento e Receita e Procuradoria. A norma foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2507507/2020-09-05/f66b3f6feaa9d177947ee8d30c804af517bf624d.pdf\" target=\"_blank\">publicada</a> em 5 de setembro de 2020 e o grupo tinha o prazo de 30 de novembro de 2020 para entregar um relatório final dos trabalhos ao prefeito.</p><p>A Prefeitura de Goiânia também constituiu GT para implementação da LAI. A iniciativa foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/5208707/2020-09-04/ea878f3de9cee47494e1baba2c08bf2b99461170.pdf\" target=\"_blank\">publicada</a> no diário oficial de 4 de setembro de 2020, e as providências de adequação tinham prazo de até 31 de julho de 2021 para serem concluídas.</p><h2>Normas específicas de órgãos e entidades</h2><p>Em algumas das cidades, mesmo havendo normas gerais ou na ausência delas, há órgãos e entidades que emitem suas próprias políticas. Em João Pessoa, a Superintendência Executiva de Mobilidade Urbana instituiu um Comitê Gestor de implementação da LGPD e Proteção de Dados (CGLGPD), composto por representantes de divisões internas como TI, RH, Patrimônio, Administrativo-Financeira, Controladoria e Assessoria Jurídica. A norma foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2507507/2021-07-19/99eb903794c78f8f1dd67b55dca116f6d2d9fb9c.pdf\" target=\"_blank\">publicada</a> no diário de 19 de julho de 2021.</p><p>Empresas públicas também podem emitir normas próprias para especificar o funcionamento da LGPD. É o caso da BELOTUR - Empresa Municipal de Turismo de Belo Horizonte, que <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3106200/2021-10-09/d06cb920d2bf579d97a11ba4a74dde87d13e9d22\" target=\"_blank\">publicou</a>, no diário oficial de 9 de outubro de 2021, a Portaria nº 50/21, definindo hipóteses de tratamento de dados pessoais.</p><p>A Manaus Previdência, também uma empresa pública, revisou sua Política de Segurança da Informação e Comunicação. Em 7 de outubro de 2021, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1302603/2021-10-07/66c579580e319a09795155f1e440395a5e04e561.pdf\" target=\"_blank\">publicou</a> a portaria no diário da cidade, incluindo entre as diretrizes menções à LGPD, além de definir a necessidade de nomeação de encarregados de proteção de dados e suas atribuições.</p><p>A menção mais antiga de preparação para implementação não vem de uma capital. A cidade de Jundiaí (SP), entre as que estão disponíveis no Querido Diário, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3525904/2019-11-21/bd9e52ea5386b6f428470e3256efe1392ae10948.pdf\" target=\"_blank\">publicou</a> em 21 de novembro de 2019 um ato de sua empresa pública de TI. No texto, a empresa menciona a necessidade de adequação a partir de agosto do ano seguinte, e designa uma comissão própria para estudo e implantação de um programa voltado à LGPD.</p><h2>Nomeação de pessoas encarregadas</h2><p>A LGPD prevê, no caso de pessoas jurídicas de direito público, a nomeação de encarregados de proteção de dados (Art. 23). Ao exercer essa função, essas pessoas têm, entre suas atribuições (Art. 41), a missão de mediar as demandas de titulares de dados e os agentes de tratamento de dados (controladores e operadores), além de ser o ponto de contato com a Autoridade Nacional de Proteção de Dados.</p><p>No caso do Rio de Janeiro, o Decreto Nº 49.558/21 previu que essas nomeações deveriam ser feitas em até 60 dias, ou seja, até 7 de dezembro de 2021. Diversos órgãos municipais já fizeram isso, como a Secretaria Municipal de Infraestrutura (edição de 4/11), Fundação Jardim Zoológico (12/11), PREVI-RIO (29/10), Secretaria Municipal de Assistência Social (25/10), CET (15/10), JUV-RIO (13/10), entre outras.</p><p>Assim como o Rio de Janeiro, Cuiabá também prevê a nomeação de encarregados de dados em cada órgão, mas com uma característica curiosa: o servidor não pode estar lotado em unidades de tecnologia da informação. Também define que essa pessoa deve estar subordinada diretamente à autoridade máxima da pasta e ter experiência e conhecimento nas matérias relacionadas.</p><h2>Vigilância epidemiológica X LGPD</h2><p>Na capital mineira, uma Portaria da Secretaria Municipal de Saúde define regras para a realização de eventos em locais licenciados ou mediante licenciamento, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3106200/2021-11-11/4d500ca83157fbd0469b86e134ac7df53eadf031\" target=\"_blank\">publicada</a> em 11 de novembro de 2021. Entre os procedimentos que devem ser observados pela organização, está a obrigação de manter, por 30 dias a partir do evento, a lista de nomes e CPFs de todos os participantes, em caso de necessidade de rastreamento epidemiológico.</p><p>Dias antes, em 23 de outubro, a prefeitura havia <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3106200/2021-10-23/a8507511fee116b5c1204697918b85eebe88c3e0\" target=\"_blank\">publicado</a> um regulamento específico para o funcionamento de jogos de futebol profissional. Nele, também estabelecia a necessidade de registrar e armazenar por 30 dias dados dos participantes (torcedores, funcionários, colaboradores e organizadores), com nome completo, CPF e telefone, para fins de rastreamento epidemiológico.</p><p>O Prefeito de Florianópolis, que preside o Consórcio Nacional de Vacinas das Cidades Brasileiras - CONECTAR, <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/4205407/2021-09-24/cc352fec94745907fcc598ba71a85eda2182b425.pdf\" target=\"_blank\">publicou</a>, em anexo do diário oficial de 24 de setembro de 2021, uma resolução que cria um Programa de Conformidade com a LGPD, determinando a necessidade de criar um plano de ação, uma política de privacidade e um Grupo de Trabalho para conduzir os trabalhos em 90 dias.</p><h2>(Des)alinhamento com a transparência</h2><p>As regulamentações locais ainda não parecem ter ido fundo na necessidade de articular as políticas de proteção de dados e de transparência. No Decreto já mencionado de Cuiabá, essa menção aparece como uma diretriz da Política Municipal de Proteção de Dados Pessoais: “o alinhamento com as boas práticas de transparência e as regras definidas na Lei Federal n.º 12.527, de 18 de novembro de 2011 (Lei de Acesso à Informação - LAI), e seus substitutos normativos”.</p><p>No Rio, a transparência aparece como princípio nos “considerandos” de sua política municipal. A transparência e a abertura de dados não são mencionadas entre as atribuições do futuro Conselho Municipal, criado por lei aprovada na Câmara e com representação de diversos setores.</p><p>Mas, ainda no Rio, há uma menção promissora no “Plano de Desenvolvimento Sustentável e Ação Climática” da cidade, publicado em sua <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2021-06-07/341636725a2f942376147ce4fd9db52eb46a83dc\" target=\"_blank\">íntegra</a> no diário oficial de 7 de julho de 2021. Na Estratégia 3, vinculada ao tema de “Cidade Inteligente” e concurso de inovação, há uma ação específica que trata de abertura de dados. A ação IE6.6.2 fala em “Promover em cada secretaria meta anual de abertura de dados, tendo como referência a LGPD”, até 2026.</p><p>A Superintendência de Mobilidade de João Pessoa menciona, no final da portaria que criou o CGLGPD, que essa instância deverá “atuar de forma coordenada com os demais comitês formados para promover a transparência dos órgãos do Poder Executivo Municipal”.</p><h2>Capacitação</h2><p>Sinais de que os municípios começam a promover ou contratar capacitação sobre a LGPD também aparecem nos diários oficiais, mas ainda de forma muito pontual. Em Natal, em 20 de outubro de 2020, foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/2408102/2021-10-20/777d2c5d5472ab65e601dca8cb9a77e4b7e5af39.pdf\" target=\"_blank\">publicada</a> a contratação de um Workshop sobre a LGPD no valor de R$ 9.600, pelo Instituto de Gestão Risco e Compliance. A publicação não especifica para quantas pessoas.</p><p>Belém (PA) contratou, por R$ 16.031,07, uma formação para três pessoas no tema “Data Protection Officer”, fornecida pela empresa Dayrus Centro Educacional e Processamento de Dados. A informação foi <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1501402/2020-12-17/f640a85fa7f34cf6f111b0b1446550bafed51530\" target=\"_blank\">publicada</a> na edição de 17 de dezembro de 2020 do diário da cidade.</p><p>Em Palmas (TO), um edital de credenciamento de servidores para exercer atividades de instrutoria na Escola de Governo de Palmas <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1721000/2021-10-08/deb5f7347a414907802fd4be6408489dea4685e1.pdf\" target=\"_blank\">publicado</a> em 8 de outubro de 2021 traz a LGPD como um dos tópicos requisitados.</p><p>No Rio, cinco servidores da IPLANRIO fizeram o curso “UX para projeto de conformidade LGPD”, no valor de R$ 3.375, segundo <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2020-08-26/c23e82474a17c692fb70277dd88f7567539b5a62\" target=\"_blank\">despacho</a> de 26 de agosto de 2020. Um ano antes, a empresa havia <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/3304557/2019-06-28/54ab68941f6a1a6422148a84acd6c16a4f9de8f0\" target=\"_blank\">contratado</a>, por R$ 8.800 e para 20 pessoas, o curso “Lei Geral de Proteção de Dados - LGPD”.</p><p>A <a href=\"https://querido-diario.nyc3.cdn.digitaloceanspaces.com/1302603/2019-07-05/03cb611110aa26b850a780a85fda8abf4f40d335.pdf\" target=\"_blank\">menção</a> mais antiga de contratação de capacitação é em Manaus, em 5 de julho de 2019, que a empresa “Estratégia Treinamentos” oferece, por R$ 2.080, duas vagas de servidores no “Curso de Compliance com a LGPD”.</p><hr/><p><em>*Uma observação importante: todas as menções nos diários oficiais estão com link do arquivo original ou armazenado no QD. O arquivo de algumas cidades, porém, vem sem a extensão “.PDF”, mas não estão corrompidos. Para abri-los, basta adicionar manualmente a extensão ou escolher a opção “abrir com” o seu leitor de PDF (ex: Acrobat reader) no seu computador.</em></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0013/banner-post13.png",
      "date": "11/21/2021",
      "author": "Fernanda Campagnucci"
    },
    {
      "id": 12,
      "title": "Medidas contraditórias e falta de direcionamento: a história do 2º colapso da saúde de Manaus contada pelo Diário Oficial",
      "category": "#AcheiNoDiárioOficial",
      "content": "<p><em>Em janeiro de 2021, Manaus viveu uma nova onda de contágios de coronavírus que contribuiu para o segundo colapso do sistema de saúde do Amazonas e à falta de oxigênio em hospitais</em></p><p class=\"quote-paragraph\"><q>Nós estamos em uma situação deplorável. Simplesmente acabou todo o oxigênio de uma unidade de saúde. Não tem oxigênio, é muita gente morrendo</q>. Foram essas palavras de desespero que apareceram em um vídeo compartilhado nas redes sociais no dia 14 de janeiro de 2021. Nas imagens, uma mulher implorava por suprimentos para hospitais de Manaus em meio à pandemia de COVID-19. Era a segunda vez em 10 meses que a capital do Amazonas registrava um pico de contágios e entrava em colapso.</p><p>Diferentemente do primeiro colapso, ocorrido em abril de 2020, quando o aumento no número de mortes fez com que acabassem os espaços em cemitérios, levando a Prefeitura de Manaus a abrir valas comuns para as vítimas do coronavírus, o segundo colapso, em janeiro de 2021, foi marcado pelo desabastecimento de cilindros de oxigênio hospitalar, substância essencial para pacientes com quadros moderados e graves de coronavírus.</p><p>Ainda que os hospitais especializados e UTIs de Manaus sejam incumbência do governo do estado do Amazonas, informações coletadas por meio da <a href=\"https://queridodiario.ok.org.br/api/docs\" target=\"_blank\">API do Querido Diário</a>, iniciativa da Open Knowledge Brasil para disponibilizar os Diários Oficiais de 12 capitais brasileiras, apontam que a Prefeitura de Manaus, responsável pelo sistema básico de saúde e pelo regimento de estabelecimentos comerciais locais, não só adotou medidas contraditórias nas oito semanas anteriores ao colapso como também criou um comitê de combate à pandemia apenas dois dias antes de o sistema ruir.</p><p>Em 26 de novembro de 2020, foi publicado no Diário Oficial o edital de contratação, por seis meses, de 20 profissionais técnicos de patologia clínica para atuar nos Estabelecimentos Assistenciais de Saúde (EAS) no combate à COVID-19. No dia seguinte, no entanto, o Diário Oficial estabeleceu os procedimentos para a reabertura de restaurantes, padarias e supermercados, medidas que afrouxam o isolamento social.</p><p>Somente a partir de 7 de janeiro de 2021 as publicações no Diário Oficial apontaram uma constância nas medidas consideradas por especialistas como positivas para a gestão da pandemia, como a contratação de mais médicos e técnicos em patologia, abertura de licitação para compra de equipamentos de proteção a servidores do sistema SOS Funeral e até a criação de um Comitê Intersetorial de Combate à COVID-19. Estas medidas, no entanto, foram tomadas apenas uma semana antes do colapso.</p><p>O gráfico a seguir, que pode ser visualizado completo ou separado por mês,  mostra as informações coletadas no Diário Oficial de Manaus entre os dias 17 de novembro de 2020 e 28 de janeiro de 2021. Foram analisadas as medidas que apresentavam os termos “pandemia”, “coronavírus” e “COVID-19”.</p><p>Cada medida foi classificada de acordo com o impacto no isolamento social e na contenção do vírus. Elas receberam o selo de “positivas” (tag verde) quando seguem as recomendações científicas para conter a pandemia; “neutras” (tag cinza) quando não geram impacto no comportamento social; “tardias” (tag amarela) quando, apesar de seguirem as recomendações científicas, foram tomadas em atraso e poucos dias antes do colapso; e “negativas” (tag vermelha) quando afrouxam as medidas de isolamento social.</p><iframe src=\"https://flo.uri.sh/story/957634/embed?auto=1#slide-0\" width=\"692\" height=\"692\"></iframe><p>De acordo com o infectologista Bernardino Albuquerque, da Universidade Federal do Amazonas (Ufam), no início da pandemia em 2020, as cidades não estavam preparadas para lidar com os casos de coronavírus, o que contribuiu para o primeiro colapso do sistema de saúde.</p><p>No segundo, apesar de já existirem indicações científicas sobre medidas eficazes para reduzir a taxa de contágios de COVID-19, Albuquerque destaca que a descrença das autoridades foi um dos fatores que levaram à crise no estado.</p><p class=\"quote-paragraph\"><q>As autoridades não acreditavam muito na ocorrência de uma segunda onda de contágio, e isso acabou influenciando também o comportamento da população</q>, disse Albuquerque, citando episódios como violações das regras de isolamento social, mega feriados, aglomerações e campanhas eleitorais no segundo semestre de 2020.</p><p>Para Albuquerque, as autoridades precisavam estar “preparadas para o pior cenário” e atuando no fornecimento de insumos, na quebra das cadeias de transmissão do vírus, na testagem em massa e na mobilização de todas as redes de apoio, incluindo ONGs e a realização de mutirões, para a vacinação.</p><p>Em resposta a um pedido de Lei de Acesso à Informação (LAI), a Prefeitura de Manaus disse que “os esforços envidados por esta Secretaria Municipal de Saúde, no sentido de fortalecer as ações de combate à pandemia de Covid-19, mitigar a doença e as sequelas por ela causada, são constantes e prioritários”.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0012/banner-post12.png",
      "date": "08/17/2021",
      "author": "Beatriz Farrugia"
    },
    {
      "id": 11,
      "title": "O Querido Diário está no ar! Conheça a plataforma inédita para busca em diários oficiais municipais",
      "category": "História",
      "content": "<p><i>Primeira versão foi lançada em evento virtual em 20/7, contendo dados de 12 capitais; campanha de financiamento coletivo vai ajudar a expandir projeto para outras mais de 2 mil cidades já mapeadas</i><i></i></p><hr><p>A Open Knowledge Brasil (OKBR) lançou na última terça-feira (20/7) a primeira versão da plataforma de busca do Querido Diário, projeto colaborativo que tem por objetivo tornar os diários oficiais dos municípios brasileiros mais transparentes e acessíveis. O evento de lançamento foi transmitido via YouTube e pode ser <a href=\"https://www.youtube.com/watch?v=6myNh4Z6Xhs\"  target=\"_blank\">revisto aqui</a>.</p><p>Utilizando apenas tecnologias abertas, os robôs do Querido Diário “raspam” o conteúdo das fontes oficiais e disponibilizam os dados de forma centralizada em uma plataforma amigável. Nesta fase inicial, o site vai permitir a busca de conteúdos de 12 capitais. Os robôs já construídos, porém, têm cobertura para capturar diários de mais de 2.200 municípios, e estes serão incorporados à medida que a plataforma receber mais apoio na <a href=\"https://www.catarse.me/queridodiario-okbr\"  target=\"_blank\">campanha de financiamento coletivo</a>.</p><p>Nas próximas fases, o Querido Diário também deverá ganhar ferramentas para buscas mais inteligentes, além de cruzamento com outras bases de dados. Assim como a <a href=\"https://serenata.ai/\"  target=\"_blank\">Operação Serenata de Amor</a>, projeto que usa inteligência artificial para monitorar gastos de deputados federais e cuja comunidade técnica ajudou a impulsionar o Querido Diário, todo o código está disponível de forma aberta em um <a href=\"https://github.com/okfn-brasil/querido-diario\"  target=\"_blank\">repositório público</a> (GitHub) para colaboração. Dezenas de pessoas já contribuíram.</p><p>Para o desenvolvimento dos algoritmos de busca e processamento de linguagem natural, que são indispensáveis para o funcionamento da plataforma, a OKBR recebeu apoio do edital <a href=\"https://www.empatia.la/proyectos/\"  target=\"_blank\">EmpatIA</a>, programa liderado pela Iniciativa Latinoamericana por los Datos Abiertos (ILDA) e pelo Centro Latam Digital e custeado pelo Banco Interamericano de Desenvolvimento (BID).</p><p>“Este é um projeto muito aguardado pela comunidade de inovação cívica brasileira”, comemora Fernanda Campagnucci, diretora-executiva da OKBR. “Os diários oficiais são fontes de informação indispensáveis para o acompanhamento de direitos humanos e políticas públicas, e esperamos que o Querido Diário possa contribuir para impulsionar o trabalho da sociedade civil em muitos setores”, completa.</p><h2>Avanços para o ecossistema de dados</h2><p>No evento de lançamento, foram apresentados os bastidores da iniciativa pelo coordenador de Ciência de Dados para Inovação Cívica da OKBR, Giulio Carvalho, e por Arthur Lima, diretor do estúdio de desenvolvimento Jurema, que apoiou a construção da interface e da experiência do usuário.</p><p>Participam como convidados Gisele Craveiro, docente da Escola de Artes, Ciências e Humanidades (EACH) da Universidade de São Paulo e Fabrizio Scrollini, diretor-executivo da ILDA.</p><p>No evento, Craveiro ressaltou a relevância do projeto para o ecossistema de dados e inovação cívica brasileiro. “Até onde conheço, no terceiro setor, a OKBR passa a se tornar o principal consumidor de dados de diários oficiais”, disse. “E também se tornam um intermediador importante no ecossistema, agregando essa informação dispersa em muitos padrões distintos. Vocês já avançaram muito nesse aspecto”, completou.</p><p>A pesquisadora destacou o caráter simbólico do projeto colaborativo. “O Querido Diário mostrou que é possível fazer. Vivemos numa federação com milhares de entes que não têm essa motivação simples de ter um padrão de metadados para publicação. O projeto que vai fazer”. E seguiu: “há, ainda, o papel de enriquecedor dos dados, para conectar com outras iniciativas, de jornalismo de dados, por exemplo, que vai ser um aspecto ainda mais importante”.</p><p>Durante a transmissão, Fabrizio Scrollini destacou a importância da rede já construída em torno do projeto para a busca de sua sustentabilidade. “O Querido Diário e outras iniciativas semelhantes cumprem com um valor público muito importante, mas nem por isso deveriam deixar de ser sustentáveis”, afirmou. “Por isso nos encantou todo esse aporte comunitário que o Querido Diário recebe, e essa ideia de que pode se sustentar a partir da oferta de serviços, tendo os dados abertos como um bem público”.</p><p>De acordo com o diretor executivo da ILDA, a experiência do Querido Diário deve fornecer aprendizados importantes para pensar a melhoria da infraestrutura pública. “Para o sucesso dessa iniciativa, é preciso que os dados estejam sendo oferecidos de maneira adequada, estável”, explicou. “Então temos que ter uma mescla de recomendações de política pública e de capacidades técnicas. Estamos emocionados de ver que vocês já puderam transformar essa experiência em algo tangível, e em breve vamos documentar esses casos como forma de mostrar o valor da abertura”, comemorou.</p><p><strong>Conheça o Querido Diário!<br/>Acesse: <a href=\"https://queridodiario.ok.org.br/\"  target=\"_blank\">https://queridodiario.ok.org.br/</a></strong></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0011/banner-post11.png",
      "date": "07/21/2021",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 10,
      "title": "OKBR e sete parceiros terão apoio do Google para monitorar clima em diários oficiais",
      "category": "Diário do Clima",
      "content": "<p><em>Diário do Clima está entre os oito projetos brasileiros selecionados no Desafio da Inovação da Google News Initiative na América Latina</em></p><hr><p>Projeto para monitorar publicações nos diários oficiais sobre meio ambiente e clima, com uso de técnicas de inteligência artificial, elaborado pelo #Colabora em parceria com a Open Knowledge Brasil (OKBR) e outras seis organizações foi selecionado para receber apoio financeiro do<a href=\"https://newsinitiative.withgoogle.com/intl/pt_br/innovation-challenges/\"  target=\"_blank\"> Desafio da Inovação da Google News Initiative</a> na América Latina. O Diário do Clima será uma plataforma que ajudará principalmente jornalistas e comunicadores no acompanhamento de atos relacionados com o clima publicados por municípios brasileiros.</p><p><img alt=\"Anúncio Diário do Clima\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0010/anuncio-diario-do-clima.png\"></img></p><p><small>Diário do Clima: plataforma para monitorar diários oficiais em temas sobre clima e ambiente elaborada por oito sites e selecionada pelo Desafio da Inovação da Google News Initiative na América Latina (Arte: Raphael Monteiro)</small></p><p><br/>Para elaborar o projeto do Diário do Clima, o #Colabora se uniu a outras organizações, além da OKBR: <a href=\"https://www.oeco.org.br/\"  target=\"_blank\">((o)) Eco</a>, <a href=\"https://agenciaeconordeste.com.br/\"  target=\"_blank\">Eco Nordeste</a>, <a href=\"https://envolverde.com.br/\"  target=\"_blank\">Agência Envolverde</a>, <a href=\"https://infoamazonia.org/\"  target=\"_blank\">InfoAmazonia</a>, <a href=\"https://climainfo.org.br/\"  target=\"_blank\">ClimaInfo</a> e <a href=\"https://www.politicaporinteiro.org/\"  target=\"_blank\">Política por Inteiro</a>. São veículos com diferentes especialidades na cobertura jornalística sobre meio ambiente, análise de dados e transparência na administração pública, entre outras.</p><p>“O Brasil é o país com a maior biodiversidade do planeta. E, hoje, infelizmente, é também um dos mais ameaçados pela destruição ambiental. Poucas vezes, ações de fiscalização e acompanhamento da legislação se fizeram tão necessárias. Este apoio do GNI é oportuno e será fundamental nesta jornada”, afirma Agostinho Vieira, editor do #Colabora.</p><p>A plataforma vai monitorizar os atos de autorização e normativos publicados diariamente nos diários oficiais em capitais, raspando e processando os documentos, com a utilização de mecanismos de inteligência artificial para categorizar cada ato e organizá-los por entidades relevantes de modo a permitir a filtragem e priorização da informação.</p><p>Os jornalistas terão acesso a listas diárias com as ações governamentais mais relevantes para publicar histórias. O sistema entrará, desta forma, no núcleo do processo de produção de conteúdos. Com a tecnologia como aliada e como parte do fluxo de produção de conteúdos, permitindo a cobertura de temas que, caso contrário, seriam invisíveis para o público em geral.</p><p>O Diário do Clima tem como objetivo permitir a elaboração de relatórios sobre o clima e o ambiente, com acesso aos dados e análise detalhada das decisões publicadas nos diários oficiais, democratizando o acesso à informação. Uma vez mapeadas, outras áreas podem acompanhar os diários oficiais para outros tópicos de interesse, o que pode ter um impacto ainda mais amplo em todo o ecossistema de notícias.</p><h2>Google seleciona 21 projetos na América Latina</h2><p>O Desafio da Inovação da Google News Initiative na América Latina recebeu inscrições de mais de 300 organizações jornalísticas de toda a região. Ao todo, foram selecionados 21 projetos na América Latina: oito do Brasil, cinco da Argentina, dois do Peru, um da Bolívia, um da Colômbia, um da Costa Rica, um da Guatemala, um do México e um de El Salvador.</p><p>De acordo com o Google, com esta iniciativa, iniciada em 2019, a empresa busca dar apoio ao desenvolvimento de novos produtos de notícias e modelos de negócio, “de modo a promover um ecossistema mais sustentável, diverso e, claro, inovador ao jornalismo”. O Google informou que os projetos passaram por um processo de revisão e entrevistas, até serem escolhidos por um júri composto por representantes da empresa e especialistas da indústria. Foram selecionados projetos com base nos seguintes critérios: impacto, inovação, viabilidade, inspiração e diversidade.</p><h2>Conheça outros projetos selecionados</h2><br><p><strong>Agenda Transparente</strong></p><p>Plataforma de transparência voltada a auxiliar o trabalho de jornalistas por meio do monitoramento em tempo real das agendas das autoridades e agentes públicos brasileiros, a partir de informações hoje disponibilizadas de modo disperso e não padronizado na internet, iniciativa coordenada pela Associação Fiquem Sabendo. </p><p><strong>Projeto liderado pela Marco Zero Conteúdo</strong></p>Em colaboração com outros nove sites jornalísticos do Nordeste e a Universidade Católica de Pernambuco (Unicap) para criar uma ferramenta para diagnosticar problemas de acessibilidade em sites jornalísticos e identificar conteúdos de qualidade, acessíveis e inclusivos.</p><p><strong>Amplifica</strong></p>Iniciativa da AzMina, para criação de ferramenta que visa facilitar a participação da comunidade com os sites de notícias, usando ferramentas de monitoramento de redes sociais.</p><p><strong> Facts-NFT, do AppCívico</strong></p>Busca elaborar novo modelo de negócios para o jornalismo, convertendo conteúdos jornalísticos históricos em produtos digitais exclusivos.</p><p><strong>Scoop</strong></p>Projeto do Estado de Minas e uma plataforma voltada à identificação de pautas e tendências de assuntos por meio do monitoramento de redes sociais.</p><p><strong>Gazeta SDK</strong></p>Projeto da Rede Gazeta com pacote de soluções digitais para auxiliar veículos pequenos e médios em seus processos de digitalização.</p><p><strong>Voz Delas</strong></p>Iniciativa proposta pela Folha de S. Paulo de ferramenta para monitorar em tempo real a representatividade de mulheres nos diversos conteúdos em produção do jornal.</p><p><em>Fonte: <a href=\"https://projetocolabora.com.br/ods13/colabora-e-sete-parceiros-terao-apoio-do-google-para-monitorar-clima-em-diarios-oficiais/\"  target=\"_blank\">Projeto Colabora</a></em></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0010/banner-post10.png",
      "date": "07/21/2021",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 9,
      "title": "Plataforma inédita vai permitir busca em diários oficiais de municípios brasileiros",
      "category": "História",
      "content": "<p><em>Primeira versão do Querido Diário será lançada em evento virtual em 20/7, às 17h, no Youtube; programe-se!</em></p><hr><p>A Open Knowledge Brasil (OKBR) lança na próxima terça-feira (20/7) a primeira versão da plataforma de busca do Querido Diário, projeto colaborativo que tem por objetivo tornar os diários oficiais dos municípios brasileiros mais transparentes e acessíveis. O evento de lançamento será transmitido via YouTube, de 17h às 18h30.</p><p><a href=\"https://docs.google.com/forms/d/198-nW6LTqDu_nz9z04G5ffAyugL6VSRB7WtYH1JBt2E/viewform?edit_requested=true\"  target=\"_blank\">Cadastre-se</a> para receber um lembrete.</p><p>Utilizando apenas tecnologias abertas, os robôs do Querido Diário “raspam” o conteúdo das fontes oficiais e disponibilizam os dados de forma centralizada em uma plataforma amigável. Nesta fase inicial, o site vai permitir a busca de conteúdos de 12 capitais. Os robôs já construídos, porém, têm cobertura para capturar diários de mais de 2.200 municípios, e estes serão incorporados à medida que a plataforma receber mais apoio na <a href=\"https://www.catarse.me/queridodiario-okbr\"  target=\"_blank\">campanha de financiamento coletivo</a>.</p><p>Nas próximas fases, o Querido Diário também deverá ganhar ferramentas para buscas mais inteligentes, além de cruzamento com outras bases de dados. Assim como a <a href=\"https://serenata.ai/\"  target=\"_blank\">Operação Serenata de Amor</a>, projeto que usa inteligência artificial para monitorar gastos de deputados federais e cuja comunidade técnica ajudou a impulsionar o Querido Diário, todo o código está disponível de forma aberta em um <a href=\"https://github.com/okfn-brasil/querido-diario\"  target=\"_blank\">repositório público</a> (GitHub) para colaboração. Dezenas de pessoas já contribuíram.</p><p>Para o desenvolvimento dos algoritmos de busca e processamento de linguagem natural, que são indispensáveis para o funcionamento da plataforma, a OKBR recebeu apoio do edital <a href=\"https://www.empatia.la/proyectos/\"  target=\"_blank\">EmpatIA</a>, programa liderado pela Iniciativa Latinoamericana por los Datos Abiertos (ILDA) e pelo Centro Latam Digital e custeado pelo Banco Interamericano de Desenvolvimento (BID).</p><p>“Este é um projeto muito aguardado pela comunidade de inovação cívica brasileira”, comemora Fernanda Campagnucci, diretora-executiva da OKBR. “Os diários oficiais são fontes de informação indispensáveis para o acompanhamento de direitos humanos e políticas públicas, e esperamos que o Querido Diário possa contribuir para impulsionar o trabalho da sociedade civil em muitos setores”, completa.</p><p>No evento de lançamento, serão apresentados os bastidores da iniciativa pelo coordenador de Ciência de Dados para Inovação Cívica da OKBR, Giulio Carvalho, além de discussão sobre os principais desafios de acesso à informação dos diários oficiais. Participam como convidados Gisele Craveiro, docente da Escola de Artes, Ciências e Humanidades (EACH) da Universidade de São Paulo e Fabrizio Scrollini, diretor-executivo da ILDA.</p><p><img alt=\"\" src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0009/live-lancamento-qd.png\"/></p><hr><p><b>Live: Lançamento da Plataforma de Busca do Querido Diário</b><b><br/></b><b>Quando:</b> 20 de julho, de 17h às 18h30<br/><b>Onde: </b><a href=\"https://www.youtube.com/user/okfnbr\"  target=\"_blank\">Canal do YouTube da Open Knowledge Brasil<br/></a><b>Com a participação de: </b>Fabrizio Scrollini (ILDA), Gisele Craveiro (EACH-USP), Fernanda Campagnucci e Giulio Carvalho (OKBR). </p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0009/banner-post09.png",
      "date": "06/13/2021",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 8,
      "title": "Como cientistas de dados podem analisar diários oficiais usando a Querido Diário Toolbox",
      "category": "Comunidade e Tecnologia",
      "content": "<p>O Querido Diário segue tomando forma! Uma das nossas áreas de trabalho é a de extração, processamento e disponibilização dos textos contidos nos diários oficiais que estamos conseguindo libertar graças ao esforço da comunidade brasileira de tecnologia.</p><p>Enquanto trabalha para “fatiar” os diários - ou seja, identificar as diferentes seções de cada edição utilizando técnicas de Processamento de Linguagem Natural - nossa frente de ciência de dados, liderada pelo pesquisador <a href=\"https://twitter.com/aassumpcao_\"  target=\"_blank\">André Assumpção</a>, disponibilizou a <a href=\"https://github.com/okfn-brasil/querido-diario-toolbox\"  target=\"_blank\">Querido Diário Toolbox</a>, uma “caixa de ferramentas” para que a comunidade interessada já possa extrair e acessar o conteúdo dos diários oficiais de 12 capitais brasileiras.</p><p>Com os textos extraídos, cientistas de dados podem realizar as mais diversas análises sobre a comunicação oficial da gestão pública no Brasil, como busca por termos relevantes - nomeações, contratações de serviços de certas empresas etc. -, frequência de determinadas publicações e até o cruzamento entre arquivos de diferentes municípios.</p><p>Além de servirem como objeto de estudo e prática, as análises podem virar contribuições para a evolução do Querido Diário enquanto ferramenta de fomento à inovação cívica. Topa colaborar?</p><p>Para ajudar a comunidade, o André disponibilizou este vídeo demonstrando as principais funcionalidades da Toolbox, que ainda está em desenvolvimento e disponível para sugestões de melhoria. Confira:</p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"315\" loading=\"lazy\" src=\"https://www.youtube.com/embed/I29iZ1UWjig\" title=\"YouTube video player\" width=\"100%\"></iframe></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0008/banner-post08.png",
      "date": "04/16/2021",
      "author": "Ariane Alves"
    },
    {
      "id": 7,
      "title": "OKBR e IME-USP encerram semestre de parceria com muitos avanços para o Querido Diário",
      "category": "Querido Diário nas Universidades",
      "content": "<p>A parceria firmada entre a Open Knowledge Brasil e o Instituto de Matemática e Estatística da Universidade de São Paulo (IME-USP) em 2020 chegou ao fim nesta semana. Ao longo do segundo semestre deste ano, uma equipe composta por alunos de graduação e pós-graduação que cursavam a disciplina Laboratório Avançado de Ciência de Dados puderam concentrar esforços em solucionar alguns desafios do Querido Diário, projeto do Programa Ciência de Dados para Inovação Cívica da OKBR que busca libertar os dados dos diários oficiais dos municípios brasileiros.</p><p>A equipe teve como base de dados um conjunto de documentos em PDF coletados entre 1º de fevereiro e 15 de junho usando os <a href=\"https://github.com/okfn-brasil/querido-diario\" target=\"_blank\">raspadores já desenvolvidos para 391 municípios</a>. O objetivo do projeto era analisar o conteúdo dos textos para identificar possíveis compras suspeitas relacionadas às medidas de enfrentamento à pandemia do coronavírus. Assim, o conjunto continha documentos que citavam ao menos um entre onze termos relevantes, como “dispensa de licitação”, “Equipamento de Proteção Individual” e “ventiladores pulmonares”.</p><p>Muitos desafios do universo da análise de dados foram enfrentados, como a diagramação desfavorável de grande parte dos diários oficiais. Os textos, dispostos geralmente em duas colunas, dificultam a interpretação automatizada por um código, que interpreta apenas uma linha por vez em seu padrão de desenvolvimento. Características relativas à falta de padronização dos diários são um problema que atravessa esta e várias outras frentes do Querido Diário, como o <a href=\"https://censo.ok.org.br/\" target=\"_blank\">Censo dos Diários Oficiais</a> - levantamento da disponibilização online das publicações em cada município.</p><p>A solução proposta para buscar as compras suspeitas foi fazer um levantamento dos CNPJs das empresas que aparecem nos diários oficiais como prestadoras de algum serviço às prefeituras e o posterior cruzamento com bases externas, como o <a href=\"http://www.portaltransparencia.gov.br/sancoes/ceis?ordenarPor=nome&amp;direcao=asc\" target=\"_blank\">Cadastro de Empresas Inidôneas e Suspeitas</a> e o das <a href=\"https://www.tse.jus.br/eleicoes/estatisticas/repositorio-de-dados-eleitorais-1\" target=\"_blank\">doações de campanha eleitoral </a>realizadas em 2016.</p><p>Como resultado, o grupo extraiu 23.070 CNPJs, dos quais 1% estavam inválidos. A causa mais provável são erros de digitação que acabam sendo registrados em um documento oficial, revelando uma falha na transparência das informações. A partir do cruzamento com as duas bases, não foi encontrado algum registro que pudesse ser considerado suspeito.</p><p>Todo o código gerado pela equipe, composta por Gabriel Trettel, George Othon, Tiago Lubiana e Wesley Seidel, está disponível para acesso livre <a href=\"https://github.com/lubianat/transparencia_na_pandemia\" target=\"_blank\">neste repositório</a>.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0007/banner-post07.png",
      "date": "12/16/2020",
      "author": "Ariane Alves"
    },
    {
      "id": 6,
      "title": "Querido Diário recebe apoio de equipe de estudantes e pesquisadores do IME-USP",
      "category": "Querido Diário nas Universidades",
      "content": "<p>O Querido Diário foi um dos projetos selecionados para integrar os estudos dos alunos da disciplina <a href=\"https://edisciplinas.usp.br/course/view.php?id=81141\" target=\"_blank\"><i>Laboratório Avançado de Ciência de Dados</i></a>, oferecida no curso de Ciência da Computação do IME-USP e ministrada pelo professor Fabio Kon, ao longo do segundo semestre de 2020.</p><p>A ideia é que a turma, composta por alunos de graduação e pós-graduação, possa trabalhar com projetos reais para aplicar diretamente seus conhecimentos em Ciência de Dados, Aprendizado de Máquina e Inteligência Artificial.</p><p>A parceria tem sido muito produtiva para ambos os lados em termos de aprendizado e compreensão dos desafios que o projeto propicia. Durante este semestre, o time de Inovação Cívica da OKBR conduziu uma ótima troca com a equipe responsável por analisar, estudar e contribuir com o Querido Diário.</p><p>No início do semestre, um conjunto de dados com várias edições de diários oficiais obtidos por meio de raspagem e que continham palavras-chave relacionadas à COVID-19 foi disponibilizado à equipe. O objetivo era analisar as compras relacionadas à pandemia entre fevereiro e junho em alguns municípios do Brasil.</p><p>A parceria ainda está em andamento, mas já é foi possível ampliar muito o conhecimento produzido sobre o Querido Diário envolvendo temas de ciência de dados. Ao final da disciplina, a produção que integrar o escopo do projeto ficará disponível nos repositórios do Querido Diário no <a href=\"https://github.com/okfn-brasil\" target=\"_blank\">Github</a>.</p><p>Quer ajudar o Querido Diário a ir mais longe? <a href=\"https://www.catarse.me/queridodiario-okbr\" target=\"_blank\">Contribua com a nossa campanha no Catarse</a> e junte-se às pessoas que fazem o projeto acontecer.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0006/banner-post06.png",
      "date": "11/13/2020",
      "author": "Ariane Alves"
    },
    {
      "id": 5,
      "title": "O censo dos diários oficiais já começou! Saiba mais sobre como o levantamento está sendo planejado",
      "category": "História",
      "content": "<p>Já somos 123 brasileiros contribuindo para o censo dos diários oficiais dos municípios! Uma das etapas mais desafiadoras do projeto <a href=\"https://queridodiario.ok.org.br/\">Querido Diário</a> - que busca utilizar a tecnologia para facilitar o acesso às informações públicas -, o censo pretende mapear a atual situação de disponibilidade dos diários em todos os municípios do país ao longo de dois meses de colaboração da comunidade engajada e interessada em fazer a diferença na democracia brasileira.</p><p>Desde o dia 8 de setembro, o grupo se dividiu em dois perfis de contribuição: um para coleta de dados - pessoas que irão encontrar o local onde cada prefeitura disponibiliza os seus arquivos de diários oficiais -, com 62 integrantes; e outro para análise de conteúdo - pessoas que irão avaliar a qualidade dos dados coletados (navegação, formato dos arquivos e outras especificidades) -, com 61 integrantes.</p><p>E o time está bem distribuído: contamos com colaboradores de 21 estados, mais o Distrito Federal, sendo 58 municípios representados na composição da equipe. Além disso, dez pessoas <a href=\"https://embaixadoras.ok.org.br/\" target=\"_blank\">Embaixadoras de Inovação Cívica</a> também estão somando esforços com a gente.</p><p>Ao final do levantamento, poderemos entender com precisão como os municípios tornam disponíveis seus atos oficiais e saber como anda a transparência a nível local no Brasil.</p><p>Em breve, disponibilizaremos uma plataforma de cadastro para que qualquer pessoa também possa dar sua contribuição cadastrando os municípios. Fique de olho em nossas redes!</p><p><iframe frameborder=\"0\" height=\"340px\" loading=\"lazy\" scrolling=\"no\" src=\"https://www.catarse.me/pt/projects/120548/embed\" width=\"300px\"></iframe></p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0005/banner-post05.png",
      "date": "09/17/2020",
      "author": "Ariane Alves"
    },
    {
      "id": 4,
      "title": "Saiba como foi o 1º Sprint online do Querido Diário",
      "category": "Comunidade e Tecnologia",
      "content": "<p>No último dia 15 de agosto, a Open Knowledge realizou com a <a href=\"https://embaixadoras.ok.org.br/\"  target=\"_blank\">Rede Embaixadoras</a> o primeiro sprint para o projeto Querido Diário. Trata-se de uma reunião com pessoas programadoras, entusiastas e voluntárias para definir propósitos e aprimorar o desenvolvimento de projetos <em>open source</em>.</p><p>A atividade contou com a participação de 35 pessoas de diversas áreas, como jornalismo, programação, direito, pedagogia e ciência da computação. Durante as oito horas de reunião, o projeto Querido Diário recebeu uma série de contribuições, relativas à criação de novos raspadores e correção de bugs no <strong><em>setup</em> </strong>do projeto, além do debate sobre a usabilidade para a futura plataforma que servirá de referência para seu desenvolvimento.</p><p>Em tempos de isolamento social, a dinâmica presencial dos <em>sprints</em> precisou ser ajustada para uma proposta on-line, que vai sendo construída na medida das novas experiências. O nosso Coordenador de Inovação Cívica, Mário Sérgio Queiroz, listou algumas das lições dessa edição, como o processo de inscrições, as ferramentas utilizadas para transmissão, o processo de instalação de ambientes de desenvolvimento, e os esforços para nivelamento das turmas.</p><p>Esses aprendizados serão levados para as futuras edições do sprint, e que podem ser interessantes para quem pretende encarar o desafio de realizar eventos similares. Confira no <a href=\"https://medium.com/serenata/primeiro-sprint-online-do-projeto-querido-di%C3%A1rio-a6035eba2b\" target=\"_blank\"><em>Medium</em> do projeto Serenata do Amor</a> o relato de Mário sobre o <em>sprint</em> do Querido Diário no último sábado.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0004/banner-post04.png",
      "date": "08/18/2020",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 3,
      "title": "OKBR vence edital latino-americano com projeto de inteligência artificial para abrir diários oficiais",
      "category": "História",
      "content": "<p>O Querido Diário, projeto de coleta de informações de diários oficiais da Open Knowledge Brasil, foi selecionado pelo programa <a href=\"https://empatia.la/\" target=\"_blank\">Empatía</a>, que apoiará iniciativas de uso de inteligência artificial para a promoção do desenvolvimento na América Latina com monitorias e financiamento. O programa é liderado pela Iniciativa Latinoamericana por los Datos Abiertos (ILDA) e pelo Centro Latam Digital e custeado pelo Banco Interamericano de Desenvolvimento.</p><p>Com a proposta de libertar e conectar a informação pública, o Querido Diário vai usar tecnologias abertas de IA para “raspar” os diários oficiais, analisar este conteúdo e disponibilizá-lo de forma aberta e amigável, além de oferecer alertas, relatórios e estatísticas a partir das informações extraídas. O primeiro tema a ser abordado pelo projeto será o monitoramento das medidas de emergência adotadas pelos órgãos públicos para combater a pandemia do novo coronavírus.</p><p>Conectar as informações de diários oficiais é uma atividade especialmente relevante em um país com mais de 5 mil municípios, que realizam diariamente incontáveis compras e contratações. Sistematizar esses dados auxiliará o trabalho de jornalistas, pesquisadores servidores públicos e outros profissionais, mas também será especialmente relevante para o exercício do controle social. A Open Knowledge Brasil espera que, no futuro, os diários oficiais e as demais fontes públicas de informação sejam abertas por princípio, e o financiamento proporcionado pelo Empatía será um impulso importante para fomentar essa ideia.</p><p>Atualmente, o Querido Diário está recebendo a colaboração de pessoas que saibam construir raspadores em Python usando o framework Scrapy. Se você for uma delas e deseja colaborar de forma voluntária com o projeto Querido Diário, acesse o <a href=\"https://github.com/okfn-brasil/diario-oficial\"  target=\"_blank\">repositório no Github</a> e submeta seu raspador para as <a href=\"https://github.com/okfn-brasil/diario-oficial/milestone/2\"  target=\"_blank\">capitais que faltam</a>. Já conseguimos “raspar” mais da metade delas e a meta é completar as 26 até o dia 15 de agosto. Ficou interessado? Saiba mais sobre o projeto neste <a href=\"https://queridodiario.ok.org.br/blog/post/2\">link</a>.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0003/banner-post03.png",
      "date": "07/15/2020",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 2,
      "title": "Contribua para libertar a informação dos diários oficiais das capitais brasileiras",
      "category": "História",
      "content": "<p><em>Nesta fase do projeto Querido Diário, a comunidade técnica pode ajudar a completar a lista de “raspadores” usando Python</em></p><hr><p>O Querido Diário, projeto de código aberto da Open Knowledge Brasil que busca facilitar o acesso às informações divulgadas pelos diários oficiais dos municípios brasileiros, está a todo vapor. Anunciaremos novidades sobre as próximas etapas em breve, mas você já pode contribuir e nos ajudar a construir essa jornada rumo às 5.570 cidades do país.</p><p>Nossa próxima meta é completar a lista de raspadores para as 26 capitais brasileiras e o Distrito Federal. Até agora, 14 capitais contam com seus raspadores construídos por pessoas programadoras que já contribuíram com o projeto.</p><p>Se você sabe - ou conhece quem saiba - construir raspadores em Python usando o framework Scrapy e deseja colaborar de forma voluntária com o projeto Querido Diário, acesse o <a href=\"https://github.com/okfn-brasil/diario-oficial\"  target=\"_blank\">repositório no Github</a> e submeta seu raspador para alguma das <a href=\"https://github.com/okfn-brasil/diario-oficial/milestone/2\"  target=\"_blank\">13 capitais que faltam</a>, de preferência até o dia 15 de agosto, ou divulgue esta convocatória. Além disso, você também pode contribuir com as discussões e revisões pendentes na <a href=\"https://github.com/okfn-brasil/diario-oficial/issues\"  target=\"_blank\">lista de issues</a> disponíveis. Com a sua ajuda, poderemos avançar na iniciativa e seguir aprimorando as tecnologias cívicas no Brasil.</p><h2>Sobre o Querido Diário</h2><p>Fruto dos desdobramentos da <a href=\"https://serenata.ai/\"  target=\"_blank\">Operação Serenata de Amor</a>, projeto que utiliza inteligência artificial para fiscalizar os gastos da cota parlamentar, o Querido Diário tem como foco a captura e o armazenamento dos textos contidos nos diários oficiais.</p><p>Em sua maioria, esses textos são publicados em formato fechado e sem padronização, o que dificulta o exercício do controle social por parte da população. Com o Querido Diário, queremos acessar, armazenar e disponibilizar essas informações em formato aberto para uso livre em uma plataforma idealizada especialmente para esse tipo de publicação e conectada a outras bases de dados, possibilitando o monitoramento e a fiscalização por qualquer pessoa que tenha interesse em acompanhar as atividades de seus governantes.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0002/banner-post02.png",
      "date": "06/24/2020",
      "author": "Ariane Alves"
    },
    {
      "id": 1,
      "title": "Ciência de Dados para Inovação Cívica recebe bolsa da Mozilla Research Projects",
      "category": "História",
      "content": "<p>No último mês, a Operação Serenata de Amor, que integra nosso programa Ciência de Dados para Inovação Cívica, recebeu apoio da Mozilla Research Projects para avançar no processamento de linguagem natural de alguns de seus principais projetos, como o Querido Diário e o Perfil Político.</p><p>O Querido Diário faz a captura e análise de diários oficiais dos municípios para compreensão dos casos de dispensa de licitação. Atualmente, está presente em Goiânia e Porto Alegre, e em fase de construção para outros 40 municípios brasileiros. Já o <a href=\"https://github.com/okfn-brasil/perfil-politico\"  target=\"_blank\">Perfil Político</a> pretende cruzar praticamente todos os bancos de dados públicos e oferecer informação jamais imaginada sobre o comportamento, intenções e histórico dos políticos.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0001/serenata-mozilla.png\" alt=\"Imagem Serenata e Mozilla\" width=\"100%\"/><p>Ambos os projetos lidam com textos corridos, por tratar-se da interpretação de diários oficiais, projetos de lei, relatórios e pareceres do legislativo. Na área técnica, esse tipo de trabalho, quando feito por robôs, é chamado de processamento de linguagem natural, também conhecido como PLN. Como a maior parte do que existe em PLN é feito pensando na língua inglesa, as ferramentas com textos em português não são capazes de entregar resultados satisfatórios. O jargão jurídico é outro obstáculo para a interpretação das máquinas.</p><p >Com esse desafio em mente, o programa enviou à Mozilla Research Projects um projeto de pesquisa com o título “A Brazilian bot to read government gazettes and bills: Using NLP to empower citizens and civic movements” (traduzindo para o bom PT-BR: “Um bot brasileiro para ler diários oficiais e contas do governo: usando PLN para empoderar cidadãos e movimentos cívicos”), que foi aprovado com uma bolsa.</p><p>Em breve, novidades a caminho.</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0001/banner-post01.png",
      "date": "08/02/2018",
      "author": "Open Knowledge Brasil"
    },
    {
      "id": 0,
      "title": "Projeto busca tornar o Diário Oficial mais acessível",
      "category":  "História",
      "content":  "<p>O <a href=\"https://brasil.elpais.com/brasil/2016/04/21/politica/1461256688_847248.html\" target=\"_blank\">acidente da ciclovia Tim Maia</a>, obra da Concremat, fez com que um grupo de amigos, entre eles Bruna Santos, João Meirelles, Henrique Lorea e Carol Araújo, passasse a noite tentando extrair informações do Diário Oficial do Município do Rio de Janeiro sobre os contratos do município com a empreiteira. A tarefa começou em julho de 2016 e foi a partir dela que eles tiveram a ideia de um software capaz de extrair sistematicamente informações do diário e torná-las verdadeiramente abertas.</p><p>“O Diário Oficial é como um blog importantíssimo, mas que 'ninguém' lê. Um Diário que é 'aberto' apenas por alguns usuários descontentes. Na tentativa de torná-lo aberto e reutilizável, não só no formato, mas na linguagem, iniciamos uma saga não só de programação, mas de idealização desse projeto que chamamos carinhosamente de 'nosso querido diário oficial'. O nome 'queriDO' é uma redução abreviada do nome original, tendo em vista a abreviação usual dos diários oficiais do Brasil como DO”, conta Peter Krauss, um dos idealizadores do projeto.</p><img src=\"https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0000/imagem-dou.png\" alt=\"Imagem Diário Oficial da União\" width=\"100%\" /><h2> O projeto ganha estrutura </h2><p>O <a href=\"https://github.com/okfn-brasil/queriDO\" target=\"_blank\">queriDO</a> chamou a atenção do <a href=\"http://thegovlab.org/about/\" target=\"_blank\">Govlab</a> de NY, que apoiou o projeto entre agosto e outubro de 2016 com um programa de mentoria. Esse apoio ajudou a formalizar o projeto, e relacioná-lo com outras iniciativas.</p><p>Entre agosto e setembro de 2016, o projeto se tornou conhecido pela Open Knowledge em uma reunião para construção do plano estratégico da organização. Foi aí então que surgiu a ideia de unificar o queriDO com o <a href=\"http://devcolab.each.usp.br/do/\" target=\"_blank\">Diário Livre</a>, desenvolvido pelo COLAB-USP e apoiado pela OKBR, “que é um projeto já maduro com metas e softwares semelhantes”, detalha Peter.</p><p>A partir desse momento, o grupo decidiu organizar o material dos diários em um repositório coletivo, e planejar um passo a passo para que o software tanto pudesse ajudar a automatizar a metodologia do grupo, como generalizar e reutilizar alguma coisa do Diário Livre e do <a href=\"https://github.com/andresmrm/trazdia\" target=\"_blank\">TrazDia</a>.</p><p>O queriDO teve aprovação do coletivo e da diretoria da OKBR em outubro de 2016. “Além das metas e motivações serem bastante alinhadas com a proposta da OKBR, o queriDO se tornou um projeto incubado da Plataforma de Projetos, e pode servir de infraestrutura (base de dados e processamento pesado) para outros projetos, inclusive o Gastos Abertos, que atualmente é o maior, e carece de vínculo entre os dados das planilhas, tais como valores de obras do governo, e sua origem no Diário Oficial, ou seja, o texto dos contratos que descrevem as obras”, explica Peter.</p><h2>Momento atual</h2><p>Além do Peter, a equipe do projeto conta com mais quatro pessoas: Bruna, João, Henrique e Marco Zanchi. “Atualmente o desenvolvimento do software recebeu a importante colaboração do Marco, que vai também iniciar uma outra frente, um subprojeto com o Andres Martano e possivelmente o pessoal do Diário Livre, para generalizar a recuperação de diários oficiais de outros municípios”, afirma.</p><p>O projeto passou recentemente por uma reformulação consistente com as metas da OKBR: o queriDO a partir de 2017 passou a enfatizar e a oferecer recursos para o acolhimento de grupos de interesse. Surgiram as curadorias que têm o objetivo de definir os 'alvos', estabelecer para quais assuntos e diários oficiais desejam voltar seus olhares, fazer suas explorações e, mais tarde, entregar seus relatórios e pareceres. “Queremos estar prontos para, por exemplo, receber demandas dos Líderes do Gastos Abertos”, conta Peter.</p><h2>QueriDO no Open Data Day</h2><p>Neste sábado (4/03), às 10h, como parte Open Data Day, os idealizadores do queriDO vão realizar um encontro sobre o Diário Oficial no <a href=\"http://www.centrocultural.sp.gov.br/\" target=\"_blank\">Centro Cultural Vergueiro</a>, em São Paulo. O objetivo principal é a divulgar o projeto e atrair mais interessados em participar, principalmente programadores e jornalistas (profissionais ou amadores).</p><p>O evento vai contar sobre o projeto e os próximos passos. Além disso, o objetivo é também realizar uma atividade em grupo para falar sobre um serviço que pode ser realizado a partir do uso da API que o grupo está desenvolvendo. Mais informações no <a href=\"https://www.facebook.com/events/116430705541390/\" target=\"_blank\">evento criado</a> no Facebook. O ponto de encontro vai ser no saguão principal do Centro Cultural Vergueiro, na área aberta, próximo à cafeteria.</p><h2>Programação</h2><p>10h00 - Café e conversa informal com Marco, Peter e outros membros da OKBR, e registro de interesse.</p><p>10h30 - Apresentação formal do projeto.</p><p>11h00 - Workshop - separar em grupos com a tarefa</p><p>11h45 - Apresentação das ideias</p><p>12h15 - Finalização</p>",
      "banner": "https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0000/banner-post0.png",
      "date": "02/03/2017",
      "author": "Open Knowledge Brasil"
    }
  ]
}
