{
  "title": "Como denunciar ou pedir informações",
  "items": [
    {
      "title": "Encontrei uma compra pública suspeita. Como devo encaminhar uma denúncia?",
      "text": "Quando você observar uma licitação suspeita, seja qual for o motivo, existem dois principais caminhos que você pode seguir. O primeiro é protocolar um processo junto ao ministério público estadual com as informações referentes ao decreto. Outra opção é entrar em contato com o tribunal de contas municipal do seu estado principalmente se a suspeita se tratar de um superfaturamento"
    },
    {
      "title": "Quero saber mais detalhes sobre uma compra. O que faço?",
      "text": "Caso você encontre uma publicação de compra pública no diário oficial que não tenha todas as informações como valores totais, nome de empresas e detalhamento de um serviço prestado, você pode abrir um pedido de Lei de Acesso à Informação (LAI) diretamente na ouvidoria do seu município. Caso sua solicitação não seja respondida dentro do prazo, abra um requerimento junto ao ministério público estadual."
    },
    {
      "title": "Ministérios públicos estaduais",
      "text": " Sem vinculação funcional a qualquer dos poderes do Estado, o Ministério Público é uma instituição pública autônoma e independente. Quando você faz um pedido de LAI e não for atendido por uma secretaria ou prefeitura, por exemplo, é o MP estadual quem você deve procurar em seu município, geralmente por meio de uma promotoria municipal."
    },
    {
      "title": "Tribunais de conta municipais",
      "text": "Todos os estados possuem um tribunal de contas dos municípios que \n possuem a competência de regulação e fiscalização dos atos públicos, \n tanto na esfera executiva quanto legislativa. Qualquer cidadão, partido político, associação ou sindicato é parte\n legítima para denunciar irregularidades ou ilegalidades perante os\n Tribunais de Contas. As competências atribuídas aos Tribunais de Contas vão desde iniciar\n um procedimento de fiscalização, determinar o que entende como\n correto, com meios de fazer valer essa determinação ou de punir quem\n não acatar.\n "
    },
    {
      "title": "Informe a mídia local",
      "text": "Sabemos que ter uma mídia local independente pode não ser a realidade\n de muitos municípios no Brasil, porém sempre tente buscar canais de\n comunicação com TV locais e jornais locais para apontar alguma\n possível pauta. A repercussão dos atos públicos na mídia pode trazer a\n atenção das autoridades e gestores públicos para o problema e\n estimular que mais pessoas saibam e cobrem os responsáveis!"
    }
  ]
}
