{
  "list": [
    {
      "title": "Novas 20 cidades!",
      "content": "As cidades de São José dos Campos (SP), Aguiarnópolis (TO), Campos Lindos (TO), Goiatins (TO), Peixe (TO), Tocantínia (TO), Corumbá (MS), Estância (SE), Tremembé (SP), Monteiro Lobato (SP), Macatuba (SP), Cunha (SP), Campo Alegre de Lourdes (BA), Correntina (BA), Jaborandi (BA), Jeremoabo (BA), Lauro de Freitas (BA), Luis Eduardo Magalhães (BA), Maragogipe (BA) e Riachão das Neves (BA) foram adicionadas à plataforma!",
      "updatedAt": "2024/03/27",
      "isNew": true
    },
    {   
      "title": "Novas 3 cidades!",
      "content": "As cidades de Niterói (RJ), São João de Meriti (RJ) e Sampaio (TO)",
      "updatedAt": "2024/01/22",
      "isNew": false
    },
    {   
      "title": "Novas 93 cidades!",
      "content": "As cidades de Água Branca (AL), Anadia (AL), Arapiraca (AL), Atalaia (AL), Barra de Santo Antônio (AL), Barra de São Miguel (AL), Batalha (AL), Belém (AL), Belo Monte (AL), Branquinha (AL), Cacimbinhas (AL), Cajueiro (AL), Campestre (AL), Campo Alegre (AL), Campo Grande (AL), Canapi (AL), Capela (AL), Carneiros (AL), Chã Preta (AL), Coité do Nóia (AL), Colônia Leopoldina (AL), Coqueiro Seco (AL), Coruripe (AL), Craíbas (AL), Delmiro Gouveia (AL), Dois Riachos (AL), Estrela de Alagoas (AL), Feira Grande (AL), Feliz Deserto (AL), Flexeiras (AL), Girau do Ponciano (AL), Ibateguara (AL), Igaci (AL), Igreja Nova (AL), Inhapi (AL), Jacaré dos Homens (AL), Jacuípe (AL), Japaratinga (AL), Jaramataia (AL), Jequiá da Praia (AL), Joaquim Gomes (AL), Jundiá (AL), Junqueiro (AL), Lagoa da Canoa (AL), Limoeiro de Anadia (AL), Major Isidoro (AL), Maragogi (AL), Maravilha (AL), Marechal Deodoro (AL), Maribondo (AL), Mar Vermelho (AL), Mata Grande (AL), Matriz de Camaragibe (AL), Messias (AL), Minador do Negrão (AL), Monteirópolis (AL), Novo Lino (AL), Olho d'Água das Flores (AL), Olho d'Água do Casado (AL), Olho d'Água Grande (AL), Olivença (AL), Ouro Branco (AL), Palestina (AL), Pão de Açúcar (AL), Pariconha (AL), Passo de Camaragibe (AL), Paulo Jacinto (AL), Piaçabuçu (AL), Pilar (AL), Pindoba (AL), Piranhas (AL), Poço das Trincheiras (AL), Porto Calvo (AL), Porto de Pedras (AL), Porto Real do Colégio (AL), Quebrângulo (AL), Rio Largo (AL), Roteiro (AL), Santa Luzia do Norte (AL), Santana do Ipanema (AL), Santana do Mundaú (AL), São José da Laje (AL), São José da Tapera (AL), São Luís do Quitunde (AL), São Miguel dos Milagres (AL), São Sebastião (AL), Satuba (AL), Senador Rui Palmeira (AL), Tanque d'Arca (AL), Taquarana (AL), Teotônio Vilela (AL), Traipú (AL) e Viçosa (AL) foram adicionadas à plataforma!",
      "updatedAt": "2023/12/14",
      "isNew": false
    },
    {
      "title": "Novas 26 cidades!",
      "content": "As cidades de Aquidabã (SE), Areia Branca (SE), Barra dos Coqueiros (SE), Campo do Brito (SE), Canhoba (SE), Canindé de São Francisco (SE), Capela (SE), Divina Pastora (SE), Frei Paulo (SE), Ilha das Flores (SE), Itabaiana (SE), Itabaianinha (SE), Japaratuba (SE), Moita Bonita (SE), Muribeca (SE), Nossa Senhora das Dores (SE), Nossa Senhora de Lourdes (SE), Pedra Mole (SE), Pirambu (SE), Poço Verde (SE), Riachão do Dantas (SE), Rosário do Catete (SE), São Domingos (SE), Simão Dias (SE), Siriri (SE) e Telha (SE) foram adicionadas à plataforma!",
      "updatedAt": "2023/12/01",
      "isNew": false
    },
    {
      "title": "Novas 9 cidades!",
      "content": "As cidades de Igaraçu do Tietê (SP), Caetité (BA), Cícero Dantas (BA), Cipó (BA), Cotegipe (BA), Formosa do Rio Preto (BA), Inhambupe (BA), Ipiaú (BA) e Angical (BA) foram adicionadas à plataforma!",
      "updatedAt": "2023/11/21",
      "isNew": false
    },
    {
      "title": "Remoção de 3 cidades!",
      "content": "As cidades de Bacurituba (MA), Feira Nova do Maranhão (MA) e Milagres do Maranhão (MA) foram removidas da plataforma devido à incompatibilidade do conteúdo textual dos diários. <a href='https://github.com/okfn-brasil/querido-diario/issues/1034' target='_blank'>Saiba mais.</a>",
      "updatedAt": "2023/11/21",
      "isNew": false
    },
    {
      "title": "Novas 20 cidades!",
      "content": "As cidades de Junqueirópolis (SP), Palmital (SP), Mirante do Paranapanema (SP), Charqueada (SP), Itariri (SP), Pindorama (SP), Itapuí (SP), Eldorado (SP), Joanópolis (SP), Avanhandava (SP), Porangaba (SP), General Salgado (SP), Nhandeara (SP), Itobi (SP), Tapiraí (SP), Terra Roxa (SP), Iepê (SP), Macaubal (SP), Irapuru (SP) e Barbosa (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/30",
      "isNew": false
    },
    {
      "title": "Novas 28 cidades!",
      "content": "As cidades de Bela Vista (MS), Costa Rica (MS), Antônio Olinto (PR), Monte Santo (BA), Morro do Chapéu (BA), Santa Luzia (BA), Itapicuru (BA), Jaguaquara (BA), Lajedão (BA), Poloni (SP), Santa Maria da Serra (SP), Lagoinha (SP), Luiziânia (SP), Planalto (SP), João Ramalho (SP), Sebastianópolis do Sul (SP), Mira Estrela (SP), Nova Luzitânia (SP), Águas de São Pedro (SP), Floreal (SP), Taquaral (SP), Brejo Alegre (SP), Pontes Gestal (SP), Arapeí (SP), Turiúba (SP), Dirce Reis (SP), União Paulista (SP) e Nova Castilho (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/28",
      "isNew": false
    },
    {
      "title": "Novas 7 cidades!",
      "content": "As cidades de Cruz das Almas (BA), Esplanada (BA), Itaberaba (BA), Santa Rita de Cássia (BA), Aparecida (SP), Valparaíso (SP) e Primeiro de Maio (PR) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/27",
      "isNew": false
    },
    {
      "title": "Novas 9 cidades!",
      "content": "As cidades de Cachoeira do Sul (RS), Januária (MG), Monte Mor (SP), Itamaraju (BA), Botucatu (SP), Ourinhos (SP), Sátiro Dias (BA), Tapiramutá (BA) e Tamboara (PR) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/24",
      "isNew": false
    },
    {
      "title": "Novas 6 cidades!",
      "content": "As cidades de Andradina (SP), Dracena (SP), Cristópolis (BA), Presidente Epitácio (SP), Itápolis (SP) e São Pedro (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/23",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Santa Cruz Cabrália (BA) e Sento Sé (BA) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/18",
      "isNew": false
    },
    {
      "title": "Novas 3 cidades!",
      "content": "As cidades de Alcobaça (BA), Banzaê (BA) e Brotas de Macaúbas (BA) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/17",
      "isNew": false
    },
    {
      "title": "Novas 5 cidades!",
      "content": "As cidades de Irará (BA), Ituaçu (BA), Laje (BA), Macajuba (BA) e Mucuri (BA) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/16",
      "isNew": false
    },
    {
      "title": "Novas 10 cidades!",
      "content": "As cidades de Horizonte (CE), Itu (SP), Mogi Guaçu (SP), Salto (SP), Jaú (SP), Avaré (SP), Itapeva (SP), Campo Limpo Paulista (SP), Araçatuba (SP) e Sertãozinho (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/06",
      "isNew": false
    },
    {
      "title": "Novas 13 cidades!",
      "content": "As cidades de Alto Alegre (SP), Araçariguama (SP), Coronel Macedo (SP), Glicério (SP), Itapirapuã Paulista (SP), Lavínia (SP), Monte Alto (SP), Parisi (SP), Patrocínio Paulista (SP), Pratânia (SP), Santa Ernestina (SP), São Manuel (SP) e Sarutaiá (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/06",
      "isNew": false
    },
    {
      "title": "Novas 5 cidades!",
      "content": "As cidades de Itajubá (MG), Birigui (SP), Catanduva (SP), Jandira (SP) e Votuporanga (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/05",
      "isNew": false
    },
    {
      "title": "Novas 5 cidades!",
      "content": "As cidades de São Bernardo do Campo (SP), Cabrobó (PE), Rio Claro (SP), Itapevi (SP) e Bragança Paulista (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/10/03",
      "isNew": false
    },
    {
      "title": "Novas 8 cidades!",
      "content": "As cidades de Prado (BA), Teolândia (BA), Tucano (BA), Crucilândia (MG), Piranguinho (MG), Cerrito (RS), Barão de Antonina (SP) e Penápolis (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/09/20",
      "isNew": true
    },
    {
      "title": "Novas 8 cidades!",
      "content": "As cidades de Itapetinga (BA), Santo Estevão (BA), Candeias (MG), Carmo da Cachoeira (MG), Jaboti (PR), Vera Cruz (RS), Vera Cruz (SP), São Roque (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/09/01",
      "isNew": false
    },
    {
      "title": "Novas 8 cidades!",
      "content": "As cidades de Betim (MG), Canudos (BA), Mascote (BA), Salinas (MG), Votorantim (SP), Piedade (SP), Adolfo (SP) e Guaraçaí (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/08/21",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Gurupi (TO) e Santana do Araguaia (PA) foram adicionadas à plataforma!",
      "updatedAt": "2023/08/16",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Osasco (SP) e Nossa Senhora do Socorro (SE) foram adicionadas à plataforma!",
      "updatedAt": "2023/08/10",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Barreiras (BA) e Paulínia (SP) foram adicionadas à plataforma!",
      "updatedAt": "2023/07/27",
      "isNew": false
    },
    {
      "title": "Novas 14 cidades!",
      "content": "As cidades de Axixá (MA), Bacurituba (MA), Boa Vista do Gurupi (MA), Centro do Guilherme (MA), Feira Nova do Maranhão (MA), Maranhãozinho (MA), Nina Rodrigues (MA), São Vicente Ferrer (MA), Viana (MA), Zé Doca (MA), Afonso Cunha (MA), Bacuri (MA), Duque Bacelar (MA), Milagres do Maranhão (MA) foram adicionadas à plataforma!",
      "updatedAt": "2023/06/22",
      "isNew": false
    },
    {
      "title": "Nova cidade!",
      "content": "A cidade de Cafelândia (PR) foi adicionada à plataforma!",
      "updatedAt": "2023/06/21",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Coroatá (MA) e São José dos Basílios (MA) foram adicionadas à plataforma!",
      "updatedAt": "2023/06/16",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Várzea da Palma (MG) e Taiobeiras (MG) foram adicionadas à plataforma!",
      "updatedAt": "2023/06/07",
      "isNew": false
    },
    {
      "title": "Novas 2 cidades!",
      "content": "As cidades de Santos (SP) e Maringá (PR) foram adicionadas à plataforma!",
      "updatedAt": "2023/05/22",
      "isNew": false
    },
    {
      "title": "Nova cidade!",
      "content": "A cidade de Aldeias Altas (MA) foi adicionada à plataforma!",
      "updatedAt": "2023/02/16",
      "isNew": false
    },
    {
      "title": "Novas 14 cidades!",
      "content": "As cidades de Senhor do Bonfim (BA), Alagoinhas (BA), Juazeiro (BA), Campo Formoso (BA), Maracaju (MS), Inocência (MS), Arraial do Cabo (RJ), Camaquã (RS), Itaúna (MG), Campo Belo (MG), Nova Serrana (MG), Jaboticabal (SP), Ibitinga (SP) e São Mateus do Sul (PR) foram adicionadas à plataforma!",
      "updatedAt": "2022/12/22",
      "isNew": false
    },
    {
      "title": "Novas 5 cidades!",
      "content": "As cidades de Macapá (AP), Bacabal (MA), Codó (MA), Peritoró (MA) e Santo Antônio dos Lopes (MA) foram adicionadas à plataforma!",
      "updatedAt": "2022/11/30",
      "isNew": false
    },
    {
      "title": "Nova cidade!",
      "content": "A cidade de Caxias do Sul (RS) foi adicionada à plataforma!",
      "updatedAt": "2022/11/11",
      "isNew": false
    },
    {
      "title": "Novas 4 cidades!",
      "content": "As cidades de Acajutiba (BA), Belford Roxo (RJ), Campinas (SP) e Rondonópolis (MT) foram adicionadas à plataforma!",
      "updatedAt": "2022/10/18",
      "isNew": false
    },
    {
      "title": "Novas 4 cidades!",
      "content": "As cidades de Joinville (SC), Marília (SP), Santana (AP) e Santo André (SP) foram adicionadas à plataforma!",
      "updatedAt": "2022/10/11",
      "isNew": false
    },
    {
      "title": "Novas 5 cidades!",
      "content": "As cidades de Contagem (MG), Serra (ES), Aparecida de Goiânia (GO), Valinhos (SP) e Vinhedo (SP) foram adicionadas à plataforma!",
      "updatedAt": "2022/10/07",
      "isNew": false
    },
    {
      "title": "Novas 6 cidades!",
      "content": "As cidades de Guarulhos (SP), Vila Velha (ES), Sobral (CE), Nova Iguaçu (RJ), Uberaba (MG) e Londrina (PR) foram adicionadas à plataforma!",
      "updatedAt": "2022/07/20",
      "isNew": false
    },
    {
      "title": "Novas 6 cidades!",
      "content": "As cidades de Porto Alegre (RS), Curitiba (PR), Araguaína (TO), Jundiaí (SP), Petrolina (PE) e Mossoró (RN) foram adicionadas à plataforma!",
      "updatedAt": "2022/05/10",
      "isNew": false
    },
    {
      "title": "Novas 5 cidades!",
      "content": "As cidades de Brasilia (DF), Recife (PE), Caxias (MA), Jaboatão dos Guararapes (PE) e Sumaré (SP) foram adicionadas à plataforma!",
      "updatedAt": "2022/03/25",
      "isNew": false
    },
    {
      "title": "Novas 4 cidades!",
      "content": "As cidades de Belém (PA), Belo Horizonte (MG), Cuiabá (MT) e Feira de Santana (BA) foram adicionadas à plataforma!",
      "updatedAt": "2021/10/20",
      "isNew": false
    },
    {
      "title": "A plataforma do Querido Diário foi lançada com 12 capitais!",
      "content": "As cidades de Boa Vista (RR), Campo Grande (MS), Florianópolis (SC), Goiânia (GO), João Pessoa (PB), Maceió (AL), Manaus (AM), Natal (RN), Palmas (TO), Rio de Janeiro (RJ), Salvador (BA) e Teresina (PI) já estão disponíveis para consulta!",
      "updatedAt": "2021/07/20",
      "isNew": false
    }
  ]
}
