{
  "title": "Nossas metas",
  "text": "Você pode nos ajudar a atingir as metas de arrecadação mensal que nos permite manter a infraestrutura e a comunidade do projeto ativas:",
  "items": [
    {
      "icon": { "file": "ok-hand", "height": 120, "width": 74 },
      "title": "Manter o projeto ativo!",
      "text": "Nossa primeira necessidade é manter a gestão da comunidade que torna o projeto possível. E manter a plataforma funcionando, é claro. A infraestrutura precisa ser continuamente incrementada para atender as demandas identificadas nos diferentes grupos de pessoas usuárias. Para isso precisamos suprir os custos básicos.",
      "subTitle": "R$ 1.000",
      "actions": [
        {
          "to": "https://www.catarse.me/queridodiario-okbr",
          "text": "Ir para o Catarse",
          "icon": { "file": "right-arrow", "height": 12, "width": 12 }
        }
      ]
    },
    {
      "icon": { "file": "project", "height": 120, "width": 108 },
      "title": "Fortalecer o Querido Diário",
      "text": "Queremos garantir a expansão e manutenção de até 250 robôs raspadores, o que vai ampliar ainda mais o acesso automatizado aos dados de municípios brasileiros publicados nos diários oficiais. Com esta segunda meta poderemos, ainda, realizar eventos de maneira contínua, fortalecendo e capacitando o trabalho da comunidade em torno do projeto.",
      "subTitle": "R$ 2.500",
      "actions": [
        {
          "to": "https://www.catarse.me/queridodiario-okbr",
          "text": "Ir para o Catarse",
          "icon": { "file": "right-arrow", "height": 12, "width": 12 }
        }
      ]
    },
    {
      "icon": { "file": "computer-person", "height": 120, "width": 116 },
      "title": "Difundir mais informação",
      "text": "Queremos chegar ao total de 1600 robôs raspadores em atividade na nossa plataforma. Além de fomentar o uso dos dados levantados pelo projeto, a partir do fornecimento de microbolsas para grupos da sociedade civil e coletivos de jornalismo independente engajados em produzir conteúdos que utilizem o Querido Diário como fonte de dados.",
      "subTitle": "R$ 5.000",
      "actions": [
        {
          "to": "https://www.catarse.me/queridodiario-okbr",
          "text": "Ir para o Catarse",
          "icon": { "file": "right-arrow", "height": 12, "width": 12 }
        }
      ]
    },
    {
      "icon": { "file": "graphics", "height": 120, "width": 108 },
      "title": "Expandir horizontes!",
      "text": "Nosso último e maior objetivo, além das metas anteriores, é ter a possibilidade de contratar especialistas da nossa comunidade para a realização de análises trimestrais sobre os dados levantados, mantendo o fomento à produção de conteúdo utilizado o Querido Diário, bem como fortalecendo o desenvolvimento científico e tecnológico em torno do projeto.",
      "subTitle": "R$ 8.500",
      "actions": [
        {
          "to": "https://www.catarse.me/queridodiario-okbr",
          "text": "Ir para o Catarse",
          "icon": { "file": "right-arrow", "height": 12, "width": 12 }
        }
      ]
    }
  ]
}
