{
  "title": "Termos de uso e política de privacidade",
  "sections": [
    {
      "title": "Termos de uso",
      "texts": [
        "A plataforma do Querido Diário (QD) foi construída pela Open Knowledge Brasil (OKBR) com o objetivo de facilitar a busca de informações publicadas nos diários oficiais dos municípios brasileiros. As informações resultantes das buscas não têm caráter oficial e são mera reprodução do conteúdo publicado por prefeituras em seus respectivos diários oficiais. O acesso é gratuito e não há exigência de cadastro."
      ],
      "subsections": [
        {
          "title": "Como a plataforma funciona",
          "texts": [
            "Em resumo, a tecnologia por trás do QD funciona da seguinte forma: robôs fazem diariamente a varredura dos sites publicadores de diários oficiais que já foram <a target=\"_blank\" href=\"https://queridodiario.ok.org.br/cidades-disponiveis\">integrados à plataforma</a>. Essa ferramenta foi construída de acordo com boas práticas de desenvolvimento, de maneira a não sobrecarregar sites públicos com requisições excessivas.",
            "Havendo novo conteúdo disponível, a informação é coletada na forma bruta em que se encontra (PDF, por exemplo), os documentos são armazenados e seu conteúdo é extraído e convertido para o formato TXT (texto puro). Em seguida, esse conteúdo é indexado e também armazenado em um servidor mantido na nuvem e administrado pela OKBR. Além da possibilidade de consulta na interface de busca, o QD também disponibiliza uma API (sigla do inglês para o termo “Application Programming Interface”) para pessoas desenvolvedoras que desejem reutilizar o conteúdo de outra maneira (ver abaixo seção específica para os termos de uso da API).",
            "<a target=\"_blank\" href=\"https://queridodiario.ok.org.br/tecnologia\">Nesta seção</a>, é possível conhecer mais detalhes técnicos sobre a arquitetura da plataforma. Todo o código está disponível de forma aberta em <a target=\"_blank\" href=\"https://github.com/orgs/okfn-brasil/repositories?q=querido-diario&type=source\">repositórios públicos no GitHub</a> e, portanto, pode ser auditado por qualquer pessoa.",
            "Além da página de busca principal, o QD também tem uma página específica para publicações relacionadas a <a target=\"_blank\" href=\"https://queridodiario.ok.org.br/educacao\">Tecnologias na Educação</a>; esta ferramenta se utiliza da mesma base de dados de diários oficiais descrita acima, mas com algumas especificidades: por meio de automatização, ela identifica e disponibiliza apenas os resultados relacionados à área da Educação. Além disso, os textos das publicações podem ser filtrados por meio de buscas com palavras-chave relacionadas a um subtema (como “Acessibilidade”, “Conectividade”, “Formação e aprendizagem”, “Gestão”, “Infraestrutura e Dispositivos” e “Robótica”). Por fim, as pontuações de relevância dos excertos identificados são reordenadas para que os resultados mais relevantes para aquele subtema sejam priorizados.",
            "Além da possibilidade de filtrar, a ferramenta <a target=\"_blank\" href=\"https://queridodiario.ok.org.br/educacao\">Tecnologias na Educação</a> permite criar uma conta para cadastrar alertas a fim de monitorar diariamente resultados de busca em novas publicações integradas à base de dados. No entanto, para preservar a integridade dessa infraestrutura, alguns cuidados são necessários, como manter um volume razoável de alertas cadastrados. Caso seja detectado algum abuso que prejudique o funcionamento da plataforma, poderemos tomar medidas necessárias para que este uso desmedido seja suspenso.",
            "O Querido Diário não realiza qualquer operação com o objetivo de alterar o conteúdo original das informações. No entanto, a operação de raspagem e extração do texto puro pode provocar erros de formatação em conteúdos que estavam dispostos em tabelas ou imagens, ou problemas de acentuação, grafia etc. Da mesma forma, a atualização, que se pretende diária, também pode sofrer interrupções ou falhas técnicas, e o conteúdo de determinado município pode ter lacunas ou indisponibilidade por termo indeterminado, até que a falha possa ser solucionada.",
            "Por esse motivo, reforçamos que o objetivo da plataforma é facilitar a busca por palavras-chave ou períodos específicos, e que o documento original também é oferecido nos resultados de busca para checagem por parte da pessoa usuária. Além disso, caso deseje acessar diretamente o diário oficial de determinado município, é possível consultar o link na base de dados do <a target=\"_blank\" href=\"https://censo.ok.org.br\">Censo Querido Diário</a>, de forma que a pessoa interessada possa localizar a informação oficial original."
          ]
        },
        {
          "title": "A quem pertencem as informações disponibilizadas pelo Querido Diário?",
          "texts": [
            "As informações dos diários oficiais são consideradas públicas e, portanto, é direito de qualquer pessoa acessá-las, reutilizá-las e redistribuí-las para quaisquer fins — nos termos da Lei de Acesso à Informação - LAI (Lei Federal 12.527/2011) e normas relacionadas. No caso do QD, as operações realizadas modificam o formato da informação pública com o objetivo de ampliar e democratizar seu acesso, uma vez que a forma original não atende aos requisitos de formato legível por máquinas previsto na legislação. Não há qualquer tipo de parceria do QD com os órgãos públicos responsáveis pelos respectivos diários oficiais e a veracidade das informações depende única e exclusivamente do órgão público que as divulgou originalmente."
          ]
        },
        {
          "title": "O que você pode fazer com as informações obtidas por meio do Querido Diário?",
          "texts": [
            "Por serem de natureza pública, as informações dos diários oficiais são disponibilizadas sob licenças livres, estejam elas declaradas ou não pelos órgãos públicos responsáveis por sua publicação (conforme art. 4º, inciso IV, e art. 29, caput, LAI). Isso significa que podem ser livremente acessadas, reutilizadas e redistribuídas por qualquer pessoa e para qualquer finalidade lícita. Todas as outras informações produzidas pela equipe da OKBR e publicadas na plataforma, tais como relatórios, análises, boletins, são disponibilizadas sob licença Creative Commons CC-BY, o que significa que podem ser livremente reutilizadas desde que citada a fonte, salvo quando apontada outra licença específica no material em questão.",
            "Ressaltamos que quaisquer decisões que as pessoas usuárias de tais informações — seja dos diários oficiais ou das análises produzidas pela OKBR — adotarem a partir do seu uso é de sua responsabilidade exclusiva. Finalmente, salientamos que a plataforma deve ser utilizada tão-somente para consulta aos dados públicos, respeitando a finalidade pela qual tais dados são disponibilizados, ou seja, acesso à informação e controle social sobre os atos públicos.",
            "A arquitetura da plataforma e as fontes de dados acessadas por ela poderão ser modificadas a qualquer momento e a exclusivo critério da OKBR."
          ]
        },
        {
          "title": "O que fazer caso identifique uma informação que considere incorreta ou se sinta prejudicado(a) por uma informação pessoal sua que foi publicada?",
          "texts": [
            "Todas as informações divulgadas pelos diários oficiais brasileiros, incluindo dados pessoais, são públicas. O Querido Diário apenas reproduz os mesmos dados publicados pelos entes públicos em seus diários oficiais em um formato mais acessível e amigável. Dessa forma, como mencionado anteriormente, a OKBR não se responsabiliza pela veracidade, integridade ou qualidade dessas informações, bem como por eventuais violações decorrentes de publicação de informações pessoais. Por divulgar apenas os dados necessários segundo a finalidade específica da publicação nos diários oficiais, a OKBR tampouco se vê na obrigação legal de remover quaisquer dados da plataforma.",
            "Em caso de questionamento quanto à veracidade, à integridade ou à qualidade de qualquer informação, recomendamos que as pessoas titulares de dados ou outras partes interessadas contactem diretamente o ente responsável pela publicação original, por meio de seus órgãos de controle (como ouvidoria ou controladoria) ou da pessoa encarregada pelo tratamento dos dados naquela instituição, de acordo com o art. 23, inciso III, da Lei Geral de Proteção de Dados - LGPD (Lei Federal 13.709/2018)."
          ]
        },
        {
          "title": "O que você pode fazer na API?",
          "texts": [
            "A API do Querido Diário tem por objetivo disponibilizar o texto puro extraído dos diários oficiais a partir da coleta e processamento dos arquivos originais. Esse formato é dedicado a pessoas desenvolvedoras de software ou que tenham conhecimentos técnicos suficientes para fazer requisições a partir de parâmetros (“endpoints”) pré-definidos pela OKBR, tais como período, palavra-chave e cidade. <a target=\"_blank\" href=\"https://queridodiario.ok.org.br/api/docs\">A documentação da API está disponível na ferramenta Swagger</a>. ",
            "Este formato de acesso aos dados serve ao propósito de prover um uso mais eficiente aos dados disponibilizados no QD do que por meio da plataforma de busca. O uso da API é indicado para quem precisa realizar consultas automáticas, por exemplo. No entanto, para preservar a integridade da infraestrutura que provê os dados, alguns cuidados são necessários, como manter a taxa de requisições realizadas no menor nível possível. Caso seja detectado algum abuso que prejudique ou impeça a utilização da plataforma ou da API por outras pessoas usuárias, poderemos tomar medidas necessárias para que este uso abusivo seja suspenso."
          ]
        }
      ]
    },
    {
      "title": "Política de Privacidade",
      "subsections": [
        {
          "title": "Quanto ao acesso às informações disponibilizadas pela plataforma",
          "texts": [
            "O uso da plataforma de busca da página principal do QD, bem como das informações que ela coleta e dos relatórios de análise que disponibiliza, é livre e gratuito, não havendo exigência de qualquer tipo de cadastro para tanto. Essa condição é possível graças ao apoio, tanto financeiro como por meio de trabalho voluntário, por parte de organizações, empresas e pessoas físicas que contribuem com este projeto em específico (<a target=\"_blank\" href=\"https://queridodiario.ok.org.br/apoie\">veja aqui</a> quem são), e com a Open Knowledge Brasil (OKBR) institucionalmente.",
            "A página específica de Tecnologias na Educação, por sua vez, oferece a possibilidade de cadastro para criação de conta, que coleta os seguintes dados: nome completo, endereço de e-mail, área de atuação, estado e cidade de residência, além de senha de acesso e, opcionalmente, e-mail adicional para recebimento de alertas. Esses dados são coletados com a finalidade de criação e manutenção de conta que possibilita configurar os alertas para monitorar resultados de busca, além de gerar dados estatísticos sobre o perfil demográfico das pessoas usuárias. Tais dados não são compartilhados com terceiros e são armazenados em ambiente seguro pelo período necessário para que as finalidades descritas sejam atendidas, ou até que se solicite sua exclusão pelo email contato ARROBA serenata.ai.",
            "Em nenhuma hipótese esta plataforma vende, repassa ou doa informações pessoais de pessoas usuárias a terceiros."
          ]
        },
        {
          "title": "Quanto ao processamento das informações disponibilizadas",
          "texts": [
            "É possível que, ao realizar o processamento de dados públicos, a plataforma acabe por coletar e republicar dados pessoais de quaisquer pessoas em atividade pública ou interação com entes públicos, e que foram originalmente divulgados por esses entes em seus respectivos diários oficiais. São exemplos desses dados: nomes, CPFs, endereços, idades etc.",
            "Neste caso, a OKBR usa de boa-fé que esses dados passaram por avaliação do órgão público e foram presumivelmente disponibilizados de forma regular pela administração pública. Sendo assim, a OKBR age com a premissa de que  esse tipo de informação é de interesse público e, portanto, a base legal para esse tratamento é a de atender legítimo interesse em razão do exercício regular do direito de controle social da administração pública (art. 7º, inciso IX da LGPD c/c art. 3º, incisos II, III e V, e art. 31, parágrafo 3º, incisos IV e V e parágrafo 4º da LAI). Como consequência disso, a OKBR não necessita de uma autorização para tratamento de tais dados."
          ]
        },
        {
          "title": "Quanto à finalidade do tratamento das informações disponibilizadas",
          "texts": [
            "Assim como todas as informações públicas republicadas pelo QD em formato aberto, eventuais informações pessoais que tenham sido disponibilizadas pelos órgãos públicos são tratadas pela OKBR com a única finalidade de promover o acesso gratuito e amigável a essa informação pública. Não editamos ou alteramos o conteúdo de qualquer informação original e tampouco nos responsabilizamos por usos irregulares que terceiros possam fazer dessa informação.",
            "Novos conteúdos são atualizados diariamente — a menos que haja falha técnica na coleta de dados — e armazenados por tempo indeterminado, uma vez que o objetivo desse armazenamento é disponibilizar a série histórica de publicações dos diários oficiais à medida que essa coleta for possível e viável.  ",
            "A controladora dos dados disponíveis no QD é a OKBR. Eventuais dúvidas, solicitações e sugestões poderão ser encaminhadas para o email contato ARROBA serenata.ai.  "
          ]
        },
        {
          "title": "Quanto às estatísticas de acesso",
          "texts": [
            "Com a finalidade de coletar estatísticas de acesso, de modo a saber quantas pessoas visitantes utilizam a plataforma e como interagem com seus conteúdos internos, o QD dispõe da ferramenta Google Analytics, que utiliza principalmente cookies primários para registrar tais dados. <a target=\"_blank\" href=\"https://support.google.com/analytics/answer/6004245?sjid=1820289195672742297-SA#zippy=%2Ccookies-e-identificadores-do-google-analytics\">Esta página</a> apresenta a política de privacidade da ferramenta, bem como o modo como ela opera e como é possível proteger os seus dados ao acessar sites que a utilizam. Informações gerais e agregadas sobre as estatísticas da plataforma poderão ser publicadas institucionalmente pela OKBR e/ou compartilhadas com parceiros, apoiadores e financiadores."
          ]
        }
      ]
    }
  ],
  "footnote": "Esta é a versão 2.1 dos documentos “Termo de uso” e “Política de privacidade”, que tiveram sua última atualização em 10/10/2023. Os documentos sempre poderão ser consultados por meio desta página e novas atualizações poderão ocorrer a qualquer tempo e sem aviso prévio, cabendo a quem utiliza a plataforma consultá-los."
}
