{
  "html": "<p><em>Uma análise sobre o uso de inteligência artificial no âmbito educacional, a partir de atos públicos identificados nos diários oficiais de 17 municípios brasileiros, no período de 2022 e 2023.</em></p> <hr /><h2>RESUMO EXECUTIVO</h2><ul><li>As <strong>Temáticas</strong> integram uma série de análises sobre tecnologias na Educação municipal, a partir dos atos publicados nos diários oficiais coletados pelo <a title='Querido Diário: Tecnologias na Educação' href='https://queridodiario.ok.org.br/educacao' target='_blank'>Querido Diário</a>. Elas jogam luz sobre temas que foram identificados nos <strong>Panoramas</strong>, que, por sua vez, são análises periódicas que captam tendências, inovações e práticas recorrentes nas redes.</li><li>A <strong>Temática #2</strong> trata sobre <strong>inteligência artificial (IA) nas escolas municipais</strong>, especialmente sobre o uso dessa tecnologia na gestão e ambiente escolar.</li><li>A tecnologia de <strong>reconhecimento facial</strong> ganhou espaço no debate legislativo em cidades como Belo Horizonte (BH) e Recife (PE), com <strong>projetos de lei</strong> que buscam barrar sua implementação nas cidades. Outros municípios, como Jundiaí (SP) e Monte Alto (SP), promovem licitações ou <strong>contratações de serviços</strong> dessa tecnologia para registro de frequência escolar, o que acende o alerta sobre os riscos para a privacidade da comunidade escolar.</li><li>Outros usos de IA foram encontrados em cidades do sul e nordeste do país, como em <strong>tecnologias assistivas</strong> para pessoas com deficiência visual nas escolas. Porto Alegre (RS), Londrina (PR) e Maringá (PR) firmaram contratos para aquisição de dispositivo que utiliza inteligência artificial para fazer leitura de textos e produtos em tempo real.</li><li>As <strong>dificuldades de acesso à informação</strong> ainda são um desafio; foram encontradas e documentadas barreiras que vão desde a ausência de documentos em portais da transparência, até a impossibilidade de registrar solicitações por limitações nos sistemas eletrônicos de informação ao cidadão (e-SIC), como o caso de Vila Velha (ES).</li></ul><hr /><h2>LEIA A ANÁLISE COMPLETA:</h2><div class='embed-doc desktop'><iframe style='width: 100%; border: none; height: 100%;' src='https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/documents/education/reports/tematica-2.pdf#view=fitH' width='300' height='150'></iframe></div><div class='button-area mobile'><a class='btne-primary' href='https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/documents/education/reports/tematica-2.pdf' target='_blank'>Baixar Temática #2</a></div><h3>ANEXO:</h2><div class='embed-doc desktop'><iframe style='width: 100%; border: none; height: 100%;' src='https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/documents/education/reports/tematica-2-anexo-1.pdf#view=fitH' width='300' height='150'></iframe></div><div class='button-area mobile'><a class='btne-primary' href='https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/documents/education/reports/tematica-2-anexo-1.pdf' target='_blank'>Baixar Anexo</a></div>"
}
