<p><em>Responda &agrave; Pesquisa de Usabilidade do Querido Di&aacute;rio e ajude a comunidade a implementar melhorias no front-end do projeto. O prazo para responder &eacute; at&eacute; dia 17 de outubro de 2023.&nbsp;</em></p>
<p>A Open Knowledge Foundation Brasil (OKBR) est&aacute; com uma enquete aberta sobre a experi&ecirc;ncia das pessoas na utiliza&ccedil;&atilde;o da iniciativa do <a href="https://queridodiario.ok.org.br/">Querido Di&aacute;rio</a>. Para responder ao formul&aacute;rio &eacute; simples, basta clicar <a href="https://go.ok.org.br/pesquisa-qd">aqui</a>, leva apenas alguns minutos.&nbsp;</p>
<p>O question&aacute;rio foi desenvolvido pelas pessoas da comunidade que fazem parte do grupo de trabalho (GT) focado em implementar melhorias no site do Querido Di&aacute;rio. O objetivo &eacute; coletar dados para fundamentar escolhas em torno do frontend do projeto. A <em>Pesquisa de Usabilidade do Querido Di&aacute;rio</em> est&aacute; no ar desde o m&ecirc;s passado, para coletar informa&ccedil;&otilde;es. O <a href="https://docs.google.com/forms/d/1tKDSbIC1GxwPcDhcc-yhE2hBIJQanx-SNM_jalgcnhg/edit">formul&aacute;rio</a> ficar&aacute; aberto at&eacute; 17 de outubro, leva de 10 a 15 minutos para responder.</p>
<p>Com as perguntas, espera-se entender como as pessoas t&ecirc;m utilizado os dados obtidos atrav&eacute;s do Querido Di&aacute;rio no dia a dia, tanto pela plataforma quanto pela API, identificando os problemas e oportunidades para que a plataforma web atenda melhor aos usu&aacute;rios.</p>
<p>N&atilde;o esque&ccedil;a de enviar o formul&aacute;rio para outras pessoas que j&aacute; tenham utilizado o Querido Di&aacute;rio e possam nos ajudar a construir essa base de informa&ccedil;&atilde;o a partir da percep&ccedil;&atilde;o dos usu&aacute;rios. &Eacute; muito importante fazer o formul&aacute;rio chegar ao maior n&uacute;mero poss&iacute;vel de pessoas e voc&ecirc; tamb&eacute;m pode ajudar!</p>
<p><strong>GT de frontend</strong></p>
<p>Esse grupo de pessoas volunt&aacute;rias na comunidade do <a href="https://go.ok.org.br/discord">Discord</a> foi formado com o objetivo de melhorar o site do Querido Di&aacute;rio. A organiza&ccedil;&atilde;o das a&ccedil;&otilde;es e documentos importantes est&atilde;o sistematizados neste quadro no <a href="https://github.com/orgs/okfn-brasil/projects/22/">GitHub.</a> O GT est&aacute; buscando pessoas volunt&aacute;rias de diferentes &aacute;reas, tais como:</p>
<ul>
<li>Comunica&ccedil;&atilde;o (cria&ccedil;&atilde;o de texto, produ&ccedil;&atilde;o de conte&uacute;do, revis&atilde;o de textos, etc.)</li>
<li>Designer de Experi&ecirc;ncia de Usu&aacute;rio (Designer de produto / Pesquisador UX)</li>
<li>Designer gr&aacute;fico / identidade visual</li>
<li>Programador Frontend (CSS, HTML, Angular, Javascript, etc.)</li>
</ul>
<p>As reuni&otilde;es s&iacute;ncronas deste GT acontecem quinzenalmente, &agrave;s segundas-feiras, a partir das 18h. O canal de conversas ass&iacute;ncronas &eacute; #qd-frontend, no Discord. O reposit&oacute;rio principal &eacute; <a href="https://github.com/okfn-brasil/querido-diario-frontend">querido-diario-frontend</a>.</p>