<div id="titulo-noticia">
    <p><em>Confira a reportagem produzida por estudantes da Faculdade de Comunica&ccedil;&atilde;o da Universidade Federal da Bahia, que fazem parte do programa&nbsp;<a href="https://ok.org.br/projetos/qd-universidades/" target="_blank">Querido Di&aacute;rio nas Universidades.</a></em></p>
    <hr />
    <p><em>Ag&ecirc;ncia de Not&iacute;cias analisou a rela&ccedil;&atilde;o entre conselhos de cultura e a execu&ccedil;&atilde;o das leis de incentivo em seis munic&iacute;pios do estado da Bahia.</em></p>
    <p>Enquanto teatros, casas de shows e outros locais de express&otilde;es art&iacute;sticas estavam fechados e festas populares e particulares foram canceladas, adiadas ou suspensas, artistas e agentes culturais se reinventaram e reivindicaram apoio governamental para continuar trabalhando. Segundo a pesquisa de percep&ccedil;&atilde;o dos impactos da COVID-19 nos setores cultural e criativo do Brasil, realizada pela Unesco, o setor cultural foi o mais afetado pela pandemia. Nesse contexto, foi criada a&nbsp;<a href="https://www.in.gov.br/en/web/dou/-/lei-n-14.017-de-29-de-junho-de-2020-264166628">Lei Aldir Blanc</a>&nbsp;e posteriormente a Lei Paulo Gustavo na tentativa de diminuir os efeitos causados pela pandemia no setor cultural. A reportagem da Ag&ecirc;ncia de Not&iacute;cias analisou 6 munic&iacute;pios de at&eacute; 10 mil habitantes para explorar a import&acirc;ncia da exist&ecirc;ncia de conselhos de cultura e sua rela&ccedil;&atilde;o com a execu&ccedil;&atilde;o de recursos das leis Aldir Blanc e Paulo Gustavo.</p>
    <p>Segundo pesquisa realizada em 2020 pelo&nbsp;<a href="https://www.ipea.gov.br/portal/categorias/45-todas-as-noticias/noticias/11432-mais-de-900-mil-trabalhadores-do-setor-cultural-foram-afetados-pela-pandemia-em-2020?highlight=WyJtZXJjYWRvIiwiJ21lcmNhZG8iLCJtZXJjYWRvJyJd#:~:text=pandemia%20em%202020-,Mais%20de%20900%20mil%20trabalhadores%20do%20setor,afetados%20pela%20pandemia%20em%202020&amp;text=A%20evolu%C3%A7%C3%A3o%20da%20pandemia%20da,dos%20empregos%20do%20setor%20cultural.">IPEA</a>&nbsp;(Instituto de Pesquisa Econ&ocirc;mica Aplicada), mais de 900 mil trabalhadores da cultura foram afetados pela pandemia. A Ag&ecirc;ncia de Not&iacute;cias tamb&eacute;m teve acesso ao&nbsp;<a href="https://www.google.com/url?q=https://www.ufrb.edu.br/proexc/images/pesquisa_covid19/RELAT%25C3%2593RIO_FINAL_Impactos_da_Covid-19_na_Economia_Criativa_-_OBEC-BA.pdf&amp;sa=D&amp;source=docs&amp;ust=1696537051395136&amp;usg=AOvVaw1gMqrxEr0Y5v69KyC4hDrY">relat&oacute;rio Impactos da Covid-19 na Economia Criativa, realizada pela OBEC-BA</a>, entre os dias 27 de mar&ccedil;o e 23 de julho de 2020, que obteve 2.608 respostas, sendo 1.639 de indiv&iacute;duos e 969 de organiza&ccedil;&otilde;es do setor cultural, a fim de compreender o impacto da pandemia nas atividades j&aacute; programadas e a capacidade de indiv&iacute;duos e organiza&ccedil;&otilde;es para tra&ccedil;ar uma previs&atilde;o de impactos futuros. Sobre os impactos da pandemia, a an&aacute;lise mostra que mais de dois ter&ccedil;os dos respondentes tiveram entre 76% e 100% de suas atividades canceladas no per&iacute;odo de abril a maio. Considerando o cancelamento de mais de 50% das atividades, os percentuais alcan&ccedil;aram 78% em abril e 76% em maio. Sobre os impactos nos indiv&iacute;duos e organiza&ccedil;&otilde;es, a an&aacute;lise revela que 71,1% dos indiv&iacute;duos e 67,8% das organiza&ccedil;&otilde;es s&oacute; teriam recursos para garantir sua subsist&ecirc;ncia por um per&iacute;odo m&aacute;ximo de tr&ecirc;s meses ap&oacute;s a suspens&atilde;o total de suas fontes de receitas.</p>
    <p><strong>Acesso a recursos emergenciais</strong></p>
    <p>Nesse contexto de crise, agentes culturais de todo Brasil se organizaram em reuni&otilde;es nacionais por uma lei de emerg&ecirc;ncia cultural. A partir desta mobiliza&ccedil;&atilde;o, foram criadas as leis 14.017/20, popularmente conhecida como Lei Aldir Blanc ou Lei de Emerg&ecirc;ncia Cultural Aldir Blanc, e posteriormente, a Lei Complementar n&ordm; 195, de 2022, Lei Paulo Gustavo, pelas quais o Governo Federal distribuiu recursos para os Estados, Munic&iacute;pios e Distrito Federal desenvolverem a&ccedil;&otilde;es emergenciais destinadas ao setor cultural. Em consulta ao&nbsp;<a href="https://queridodiario.ok.org.br/">Querido Di&aacute;rio</a>, ferramenta de busca criada com o intuito de facilitar o acesso aos Di&aacute;rios Oficiais das cidades brasileiras, a Ag&ecirc;ncia de Not&iacute;cias (AGN) selecionou os munic&iacute;pios baianos: Acajutiba, Canudos, Mascote, Prado, Teol&acirc;ndia e Tucano. A partir deles foi feito o acompanhamento do recebimento dos recursos advindos das duas leis e sua rela&ccedil;&atilde;o com a cria&ccedil;&atilde;o de conselhos de cultura.</p>
    <p>Para utiliza&ccedil;&atilde;o dos recursos da Aldir Blanc em 2021, seria necess&aacute;rio que os munic&iacute;pios programassem os recursos at&eacute; o dia 31 de outubro, conforme previsto no inciso III do art. 10 do Decreto 10.464/20, com reda&ccedil;&atilde;o dada pelo Decreto n&ordm; 10.751/21, adequando os recursos existentes na sua Lei Or&ccedil;ament&aacute;ria Anual (LOA). Para a melhor distribui&ccedil;&atilde;o desses recursos, os Conselhos de Pol&iacute;ticas Culturais nos munic&iacute;pios s&atilde;o elementos fundamentais, pois atrav&eacute;s deles &eacute; feita a articula&ccedil;&atilde;o e mobiliza&ccedil;&atilde;o dos processos culturais para formula&ccedil;&atilde;o e implementa&ccedil;&atilde;o das pol&iacute;ticas p&uacute;blicas de cultura. Segundo a produtora, gestora cultural e pesquisadora K&aacute;tia Costa, os Conselhos de Cultura tamb&eacute;m s&atilde;o espa&ccedil;os de reivindica&ccedil;&atilde;o dos direitos culturais para a municipalidade (comunidade art&iacute;stica e cultural e sociedade em geral).</p>
    <p>A Ag&ecirc;ncia de Not&iacute;cias observou que dentre os munic&iacute;pios pesquisados, Acajutiba recebeu 131,5 mil reais da Aldir Blanc, por&eacute;m n&atilde;o possu&iacute;a conselho de cultura para se organizar internamente ou, por outro motivo, n&atilde;o programou o uso desse recurso at&eacute; o prazo final e teve que devolv&ecirc;-lo para o governo do estado, criando seu conselho de cultura posteriormente, em 2022. A cidade de Teol&acirc;ndia sequer constou na lista de repasses da lei e s&oacute; criou seu Sistema Municipal de Cultura em setembro de 2021. Canudos, beneficiada com 149,1 mil reais, s&oacute; criou o seu conselho municipal de cultura em 2023, tornando-se apto para receber os recursos da Lei Paulo Gustavo tamb&eacute;m. Mascote possu&iacute;a Conselho de Cultura desde 2013 e recebeu repasse de 123,8 mil reais, Prado tamb&eacute;m possu&iacute;a conselho de cultura e executou 223,7 mil reais.</p>
    <img src="https://querido-diario-static.nyc3.cdn.digitaloceanspaces.com/post0047/post-47-tabela.png">
    <p><strong>Import&acirc;ncia dos Conselhos de Cultura</strong></p>
    <p>Para a pesquisadora K&aacute;tia Costa, a rela&ccedil;&atilde;o entre os munic&iacute;pios que perderam a verba da Aldir Blanc e a falta de conselhos de cultura revela sobre a organiza&ccedil;&atilde;o pol&iacute;tica do setor. &ldquo;A aus&ecirc;ncia de conselhos reflete na falta de uma representa&ccedil;&atilde;o institucionalizada da comunidade art&iacute;stica e cultural junto ao poder p&uacute;blico e isso enfraquece a mobiliza&ccedil;&atilde;o em torno do processo. Por exemplo, limitando a press&atilde;o junto ao gestor do munic&iacute;pio para promover a ades&atilde;o &agrave; LPG [Lei Paulo Gustavo]&rdquo;, declara.</p>
    <p><strong>&ldquo;Os conselhos s&atilde;o fundamentais na realiza&ccedil;&atilde;o da mobiliza&ccedil;&atilde;o, da busca ativa e na media&ccedil;&atilde;o entre o poder p&uacute;blico e a sociedade com vistas a promover a democratiza&ccedil;&atilde;o do acesso &agrave; cultura&rdquo;. K&aacute;tia Costa.</strong></p>
    <p>Segundo Daniele Canedo, professora da Universidade Federal do Rec&ocirc;ncavo Baiano (UFRB), coordenadora e pesquisadora do Observat&oacute;rio da Economia Criativa da Bahia (OBEC-BA), que tamb&eacute;m atuou como conselheira municipal de cultura de Salvador, a capital baiana foi um grande exemplo da import&acirc;ncia dos conselhos de cultura para as pol&iacute;ticas culturais. O conselho de Salvador conseguiu pressionar o poder p&uacute;blico para alterar os pr&eacute;-requisitos para o acesso &agrave;s verbas, adequando &agrave; realidade dos agentes culturais do munic&iacute;pio. &ldquo;Tanto como pesquisadora, quanto como conselheira, por ter vivido essa realidade da implementa&ccedil;&atilde;o aqui na cidade de Salvador, eu tenho visto ind&iacute;cios fortes da relev&acirc;ncia da participa&ccedil;&atilde;o social e dos conselhos de cultura nesse processo [de execu&ccedil;&atilde;o dos recursos das leis de incentivo &agrave; cultura]&rdquo;. Segundo a pesquisadora, &eacute; importante criar formas de incentivar a sociedade civil a ocupar esses espa&ccedil;os. Mas, &eacute; preciso tempo para que haja um amadurecimento dessa participa&ccedil;&atilde;o, que j&aacute; est&aacute; em andamento.</p>
    <p>Apesar da exist&ecirc;ncia dos conselhos municipais de cultura n&atilde;o terem sido obrigat&oacute;rios para a execu&ccedil;&atilde;o da Lei Aldir Blanc, para a Lei Paulo Gustavo, &eacute; necess&aacute;rio minimamente a exist&ecirc;ncia dos eixos principais dos sistemas municipais de cultura. &ldquo;Quando voc&ecirc; tem a implementa&ccedil;&atilde;o da primeira lei efetivada [Aldir Blanc], as pessoas passam a acreditar mais naquilo. Foi a primeira vez que n&oacute;s tivemos esse Pacto Federativo colocado em pr&aacute;tica com uma distribui&ccedil;&atilde;o de recursos entre os entes e uma divis&atilde;o de responsabilidades tamb&eacute;m&rdquo;, afirma Daniele Canedo. Ela refor&ccedil;a ainda a import&acirc;ncia de uma sociedade civil ativa para que n&atilde;o haja desvio dos recursos e que eles atinjam seus objetivos. Segundo a pesquisadora, com a Lei Paulo Gustavo, j&aacute; &eacute; poss&iacute;vel ver essa organiza&ccedil;&atilde;o de forma mais institucionalizada.</p>
    <p>Ainda segundo a pesquisadora Daniele Canedo, com a Pol&iacute;tica Nacional Aldir Blanc (PNAD), o setor cultural passar&aacute; por um fortalecimento muito grande da participa&ccedil;&atilde;o social. &ldquo;A tend&ecirc;ncia &eacute; que com a PNAD, a gente tenha um fortalecimento muito grande dessa participa&ccedil;&atilde;o porque a gente n&atilde;o t&aacute; falando mais de uma lei emergencial, de um momento pontual de investimento. A gente t&aacute; falando de algo por cinco anos. Ent&atilde;o vai fazer uma diferen&ccedil;a ter isso a cada ano. Vai haver um processo de amplia&ccedil;&atilde;o da participa&ccedil;&atilde;o. Mas tamb&eacute;m de profissionaliza&ccedil;&atilde;o do setor, cada vez com pessoas mais capacitadas para gerir projetos, para participar, para fazer a coisa acontecer na pol&iacute;tica p&uacute;blica&rdquo;, declara.</p>
    <p>A pesquisadora encerra com sua expectativa para os pr&oacute;ximos anos com o aumento da participa&ccedil;&atilde;o popular e a const&acirc;ncia das leis de incentivo &agrave; cultura: &ldquo;Tenho muita f&eacute; que em 10 anos, a gente vai estar no outro patamar de institucionaliza&ccedil;&atilde;o e formaliza&ccedil;&atilde;o do campo cultural e de reconhecimento do trabalho tamb&eacute;m dos agentes culturais&rdquo;.</p>
    <p><em>*Esta reportagem foi produzida com o apoio da Open Knowledge Brasil (OKBR), no &acirc;mbito do programa Querido Di&aacute;rio nas Universidades, e contou com o uso do &lsquo;Querido Di&aacute;rio&rsquo;, ferramenta de inova&ccedil;&atilde;o c&iacute;vica criada para abrir e integrar os di&aacute;rios oficiais. A iniciativa tem por objetivo aproximar o projeto Querido Di&aacute;rio &agrave;s atividades de institui&ccedil;&otilde;es de ensino e pesquisa brasileiras, potencializando seu desenvolvimento e impactos.<br />** Apura&ccedil;&atilde;o: Cinthia Maria e Nathal&iacute; Brasileiro.<br />*** Revis&atilde;o: Beatriz Nascimento, Cinthia Maria, Nathal&iacute; Brasileiro e Sofia Nachef.</em></p>
    <p><em>&nbsp;</em></p>
    </div>
    <div class="conteudo-noticia">&nbsp;</div>