<p><em>Plataforma facilita acesso a informa&ccedil;&otilde;es de atos governamentais sobre clima e meio ambiente publicadas nos di&aacute;rios oficiais de munic&iacute;pios</em></p>
<p>Desenvolvida com o objetivo de ser uma potente e inovadora ferramenta digital de apoio a jornalistas, pesquisadores, comunicadores sociais, consultorias e empresas com perfil de responsabilidade social, a plataforma Di&aacute;rio do Clima ser&aacute; lan&ccedil;ada no dia 31 de agosto, em Bel&eacute;m, durante o evento&nbsp;<a href="https://go.ok.org.br/coda-am2023">Coda Amaz&ocirc;nia</a>. A plataforma surge com o prop&oacute;sito de monitorar, categorizar e organizar resolu&ccedil;&otilde;es governamentais publicadas em di&aacute;rios oficiais de munic&iacute;pios brasileiros sobre clima e meio ambiente. O desenvolvimento da ferramenta contou com apoio financeiro da Google News Initiative na Am&eacute;rica Latina.</p>
<p>Concebido a partir de uma iniciativa de seis organiza&ccedil;&otilde;es nativas digitais especializadas em coberturas jornal&iacute;sticas sobre meio ambiente, an&aacute;lise de dados e transpar&ecirc;ncia na administra&ccedil;&atilde;o p&uacute;blica, e em tem&aacute;ticas relacionadas ao tema, o Di&aacute;rio do Clima entra em cena com o objetivo de facilitar o acesso a informa&ccedil;&otilde;es oficiais sobre um assunto altamente relevante no atual cen&aacute;rio, e que, at&eacute; ent&atilde;o, se mantinham praticamente invis&iacute;veis ao olhar de especialistas no tema e da popula&ccedil;&atilde;o em geral.</p>
<p>Outra inova&ccedil;&atilde;o que ser&aacute; apresentada pelo Di&aacute;rio do Clima, e &uacute;nica no mercado, &eacute; a possibilidade de o usu&aacute;rio da plataforma receber um alerta sempre que houver uma publica&ccedil;&atilde;o que corresponda &agrave; pesquisa feita sobre o assunto de seu interesse. A plataforma permitir&aacute; uma filtragem granular dos dados a partir de temas importantes para quest&otilde;es ambientais, tais como assuntos, subtemas e per&iacute;odo de pesquisa.</p>
<p>&ldquo;Grande parte dos munic&iacute;pios brasileiros n&atilde;o tem portais de transpar&ecirc;ncia e de dados abertos, especialmente sobre meio ambiente, e o di&aacute;rio oficial acaba sendo a principal fonte de informa&ccedil;&atilde;o. Seria invi&aacute;vel fazer essa busca em cada um deles, pelas in&uacute;meras barreiras de acesso. O Di&aacute;rio do Clima permite descobrir hist&oacute;rias que est&atilde;o acontecendo ou acabaram de se tornar p&uacute;blicas, como editais, infra&ccedil;&otilde;es ambientais, novas regras sobre o tema. &Eacute; um celeiro de pautas a explorar&rdquo;, explica Fernanda Campagnucci, diretora-executiva da Open Knowledge Brasil, uma das organiza&ccedil;&otilde;es respons&aacute;veis pelo projeto. </p>
<p>Em um momento em que eventos clim&aacute;ticos extremos est&atilde;o cada vez mais recorrentes no Brasil e no mundo, o Di&aacute;rio do Clima vai capturar diariamente atos e a&ccedil;&otilde;es governamentais importantes e normativos publicados nos Di&aacute;rios Oficiais, com a raspagem e processamento de documentos com a utiliza&ccedil;&atilde;o de mecanismos automatizados para categorizar cada ato e organiz&aacute;-los por entidades relevantes de modo a permitir a filtragem e prioriza&ccedil;&atilde;o da informa&ccedil;&atilde;o. Hoje a plataforma j&aacute; cobre 151 munic&iacute;pios em todas as regi&otilde;es do Brasil, sendo 27 na Amaz&ocirc;nia Legal &mdash; a popula&ccedil;&atilde;o impactada ultrapassa 50 milh&otilde;es. Esse n&uacute;mero dever&aacute; crescer nos pr&oacute;ximos meses.</p>
<p>A proposta &eacute; potencializar, gra&ccedil;as a um conte&uacute;do diferenciado e oficial, coberturas jornal&iacute;sticas com capacidade de contar novas hist&oacute;rias e abrir espa&ccedil;o para a&ccedil;&otilde;es que tragam ideias e solu&ccedil;&otilde;es pioneiras para as quest&otilde;es relacionadas ao clima e ao meio ambiente no Pa&iacute;s.</p>
<p>A partir do trabalho feito pelo Di&aacute;rio do Clima ser&aacute; poss&iacute;vel ainda encomendar relat&oacute;rios personalizados sobre o clima e ambiente, com acesso aos dados e an&aacute;lise detalhada das decis&otilde;es publicadas nos di&aacute;rios oficiais. Uma vez mapeadas, outras &aacute;reas poder&atilde;o acompanhar os di&aacute;rios oficiais para outros t&oacute;picos de interesse, o que pode ter um impacto ainda mais amplo em todo o ecossistema de not&iacute;cias.</p>
<p><strong>Sobre a escolha do projeto e a coaliz&atilde;o das plataformas</strong></p>
<p>O Di&aacute;rio do Clima &eacute; um dos oito projetos brasileiros selecionados no Desafio de Inova&ccedil;&atilde;o da Google News Initiative na Am&eacute;rica Latina, lan&ccedil;ado em 2021. Al&eacute;m do apoio financeiro, a plataforma se tornou vi&aacute;vel a partir da parceria colaborativa entre as organiza&ccedil;&otilde;es&nbsp;<a href="https://envolverde.com.br/">Ag&ecirc;ncia Envolverde</a>,&nbsp;<a href="https://projetocolabora.com.br/">#Colabora &ndash; Jornalismo Sustent&aacute;vel</a>,&nbsp;<a href="https://agenciaeconordeste.com.br/">Eco Nordeste</a>,&nbsp;<a href="https://infoamazonia.org/">InfoAmazonia</a>,&nbsp;<a href="https://www.oeco.org.br/">((o)) Eco</a>&nbsp;e<a href="https://ok.org.br/">&nbsp;Open Knowledge Brasil</a>.</p>
<p>O Desafio da Inova&ccedil;&atilde;o da Google News Initiative na Am&eacute;rica Latina recebeu inscri&ccedil;&otilde;es de mais de 300 organiza&ccedil;&otilde;es jornal&iacute;sticas de toda a regi&atilde;o. Ao todo, foram selecionados 21 projetos na Am&eacute;rica Latina: oito do Brasil, cinco da Argentina, dois do Peru, um da Bol&iacute;via, um da Col&ocirc;mbia, um da Costa Rica, um da Guatemala, um do M&eacute;xico e um de El Salvador.&nbsp;</p>
<p>O grupo que far&aacute; a gest&atilde;o do Di&aacute;rio do Clima ser&aacute; formado por integrantes das seis plataformas. Eles trabalhar&atilde;o na administra&ccedil;&atilde;o do projeto de forma compartilhada. Al&eacute;m do apoio financeiro inicial da Google News Initiative na Am&eacute;rica Latina, as plataformas que integram a coaliz&atilde;o investiram recursos pr&oacute;prios no desenvolvimento da ferramenta, o que aconteceu de 2021 a 2023. A plataforma ter&aacute; acesso gratuito, mas vai oferecer planos pagos nos quais os usu&aacute;rios ter&atilde;o mais recursos dispon&iacute;veis.</p>