<p><em>Entre setembro e dezembro de 2023, os grupos parceiros v&atilde;o dar continuidade &agrave;s atividades utilizando e/ou desenvolvendo melhorias para o Querido Di&aacute;rio.&nbsp;</em></p>
<p>O terceiro ciclo do programa <a href="https://ok.org.br/noticia/querido-diario-nas-universidades/">Querido Di&aacute;rio nas Universidades</a>, iniciativa que busca estreitar la&ccedil;os entre comunidade acad&ecirc;mica e projetos de c&oacute;digo aberto, iniciou no m&ecirc;s de setembro. O come&ccedil;o das atividades foi marcado por um encontro geral entre os participantes.&nbsp;</p>
<p>Durante o encontro, que aconteceu na &uacute;ltima semana de setembro, membros dos grupos de pesquisa e extens&atilde;o universit&aacute;ria que participaram deste ciclo compartilharam suas principais metas para o pr&oacute;ximo trimestre de trabalho.&nbsp;</p>
<p>Estudantes do Projeto de Inicia&ccedil;&atilde;o Cient&iacute;fica &lsquo;Uso de processamento de linguagem natural em textos de di&aacute;rios oficiais municipais para an&aacute;lise de dispensa de licita&ccedil;&otilde;es&rsquo;, da Universidade Tiradentes (UNIT), da qual o professor Adolfo Pinto Guimar&atilde;es &eacute; o atual tutor, tem como principais objetivos:&nbsp;</p>
<ol>
<li style="font-weight: 400;">Refinar o modelo que come&ccedil;aram a desenvolver no segundo ciclo, cujo objetivo &eacute; processar diferentes di&aacute;rios do munic&iacute;pio de Salvador -BA no per&iacute;odo de 2019 a 2021.</li>
<li style="font-weight: 400;">Definir t&oacute;picos que ser&atilde;o analisados em Licita&ccedil;&otilde;es no munic&iacute;pio de Salvador</li>
<li style="font-weight: 400;">E, ainda, preparar os estudantes para apresentar os resultados obtidos em congresso interno</li>
</ol>
<p>J&aacute; as estudantes de comunica&ccedil;&atilde;o membros da <a href="http://www.cienciaecultura.ufba.br/agenciadenoticias/">Ag&ecirc;ncia de Not&iacute;cias Ci&ecirc;ncia e Cultura</a>, grupo de extens&atilde;o universit&aacute;ria da <strong>Universidade Federal da Bahia (UFBA)</strong>, cujo o projeto o professor Bau Carvalho &eacute; o atual tutor, v&atilde;o continuar desenvolvendo jornalismo de dados utilizando o Querido Di&aacute;rio como ferramenta auxiliar na apura&ccedil;&atilde;o documental.&nbsp;</p>
<p>Est&atilde;o previstas o desenvolvimento de quatro reportagens, uma para cada uma das &aacute;reas e temas abaixo:&nbsp;</p>
<ol>
<li style="font-weight: 400;">&Aacute;rea: Cultura - setembro/2023&nbsp;</li>
<li style="font-weight: 400;">Meio Ambiente - outubro/2023</li>
<li style="font-weight: 400;">Seguran&ccedil;a p&uacute;blica - novembro/2023</li>
<li style="font-weight: 400;">Educa&ccedil;&atilde;o - dezembro/2023</li>
</ol>
<p>Al&eacute;m dos parceiros com acompanhamento mais direto neste ciclo (parcerias vinculantes), o encontro geral contou com a participa&ccedil;&atilde;o de estudantes e professores de institui&ccedil;&otilde;es que v&atilde;o desenvolver atividades com o Querido Di&aacute;rio por conta pr&oacute;pria. S&atilde;o elas:&nbsp;</p>
<p><strong> Universidade de Bras&iacute;lia (Unb) -</strong> no &acirc;mbito da disciplina Evolu&ccedil;&atilde;o e Contribui&ccedil;&atilde;o em projetos de software, ministrada pela professora Carla Fonseca&nbsp;</p>
<p><strong> Centro Federal de Educa&ccedil;&atilde;o Tecnol&oacute;gica Celso Suckow da Fonseca (CEFET/RJ) -</strong> no &acirc;mbito da disciplina Projeto e Constru&ccedil;&atilde;o de Sistemas, sob a orienta&ccedil;&atilde;o do professor Eduardo Bezerra</p>
<p><strong> Instituto Federal de Alagoas - </strong>dando continuidade ao <a href="https://exoonero.org/">Projeto Exoonero</a>, orientado pelo professor Daniel Fireman</p>
<p><strong>Desenvolvimento de artigo&nbsp;</strong></p>
<p>Uma novidade do programa neste ciclo &eacute; o desenvolvimento de um artigo cient&iacute;fico orientado pela Cientista de Dados Lu&iacute;sa Coelho,&nbsp; pesquisadora bolsista pelo Programa Ci&ecirc;ncia da Dados Aplicadas &agrave; Sa&uacute;de (PCDaS/Fiocruz), parceira do programa Querido Di&aacute;rio nas Universidades.&nbsp;</p>
<p>Juntamente com a estudante de Ci&ecirc;ncias Sociais na Universidade Federal de Pernambuco (UFPE), Nicolly Lira, Lu&iacute;sa vai desenvolver uma an&aacute;lise comparativa de t&eacute;cnicas de pr&eacute;-processamento de dados em textos de di&aacute;rios oficiais dos munic&iacute;pios inclu&iacute;dos na Rede Cegonha, programa governamental voltado para a sa&uacute;de de mulheres gr&aacute;vidas, entre os anos 2011 e 2021. Para esta pesquisa ser&atilde;o levantados dados utilizando o Querido Di&aacute;rio, ampliando o conhecimento desenvolvido em torno do projeto.&nbsp;</p>
<p><strong>Querido Di&aacute;rio nas Universidades</strong></p>
<p>Coordenado pelo Programa Ci&ecirc;ncia de Dados para Inova&ccedil;&atilde;o C&iacute;vica da Open Knowledge Brasil (OKBR) e apoiado pela PCDaS/Fiocruz, o programa est&aacute; no terceiro ciclo de atividades.&nbsp;</p>
<p>Confira balan&ccedil;o dos ciclos anteriores:</p>
<ul>
<li><strong><a href="https://queridodiario.ok.org.br/blog/post/23"><strong>Querido Di&aacute;rio nas Universidades: iniciativa fecha semestre com resultados s&oacute;lidos</strong></a></strong></li>
<li><a href="https://queridodiario.ok.org.br/blog/post/35"><strong>Querido Di&aacute;rio nas Universidades: confira os resultados do primeiro semestre de 2023</strong></a></li>
</ul>